const khutbaData = [
  {
    id: 1,
    category: "الهیات",
    title: " در آغاز آفرينش و پيدايش انسان",
    text: [
      {
        subTitle1: "1. عجز انسان از شناخت ذات خدا:",
        body1:"سپاس خداوندى را كه سخنوران از ستودن او عاجزند، و حسابگران از شمارش نعمت هاى او ناتوان، و تلاشگران از اداى حق او درمانده اند.\nخدايى كه افكار ژرف انديش، ذات او را درك نمى كنند و دست غوّاصان درياى علوم به او نخواهد رسيد. پروردگارى كه براى صفات او حدّ و مرزى وجود ندارد، و تعريف كاملى نمى توان يافت و براى خدا وقتى معيّن، و سر آمدى مشخّص نمى توان تعيين كرد.\nمخلوقات را با قدرت خود آفريد، و با رحمت خود بادها را به حركت در آورد و به وسيله كوه ها اضطراب و لرزش زمين را به آرامش تبديل كرد.",
        subTitle2: "۲. دین و شناخت خدا",
        body2:"سر آغاز دین، خداشناسى است، و كمال شناخت خدا، باور داشتن، او، و كمال باور داشتن خدا، شهادت به یگانگى اوست و كمال توحید (شهادت بر یگانگى خدا) اخلاص، و كمال اخلاص، خدا را از صفات مخلوقات جدا كردن است، زیرا هر صفتى نشان مى دهد كه غیر از موصوف، و هر موصوفى گواهى مى دهد كه غیر از صفت است.\nپس كسى كه خدا را با صفت مخلوقات تعریف كند او را به چیزى نزدیك كرده، و با نزدیك كردن خدا به چیزى، دو خدا مطرح شده و با طرح شدن دو خدا، اجزایى براى او تصوّر نموده و با تصّور اجزا براى خدا، او را نشناخته است.\nو كسى كه خدا را نشناسد به سوى او اشاره مى كند و هر كس به سوى خدا اشاره كند، او را محدود كرده، به شمارش آورده.\nو آن كس كه بگوید «خدا در چیست» او را در چیز دیگرى پنداشته است، و كسى كه بپرسد «خدا بر روى چه چیزى قرار دارد» به تحقیق جایى را خالى از او در نظر گرفته است، در صورتى كه خدا همواره بوده، و از چیزى به وجود نیامده است.\nبا همه چیز هست، نه اینكه همنشین آنان باشد، و با همه چیز فرق دارد نه اینكه از آنان جدا و بیگانه باشد.\nانجام دهنده همه كارهاست، بدون حركت و ابزار و وسيله، بیناست حتّى در آن هنگام كه پدیده اى وجود نداشت، یگانه و تنهاست، زیرا كسى نبوده تا با او انس گیرد، و یا از فقدانش وحشت كند. ",
       subTitle3:  `  3. راه های خداشناسی
       1. آفرینش جهان `,
       body3: `خلقت را آغاز كرد، و موجودات را بيافريد، بدون نياز به فكر و انديشه اى، يا استفاده از تجربه اى، بى آن كه حركتى ايجاد كند، و يا تصميمى مضطرب در او راه داشته باشد.
براى پديد آمدن موجودات، وقت مناسبى قرار داد، و موجودات گوناگون را هماهنگ كرد، و در هر كدام، غريزه خاصّ خودش را قرار داد، و غرائز را همراه آنان گردانيد.
خدا پيش از آن كه موجودات را بيافريند، از تمام جزئيّات و جوانب آنها آگاهى داشت، و حدود و پايان آنها را مى دانست، و از اسرار درون و بيرون پديده ها، آشنا بود. 
سپس خداى سبحان طبقات فضا را شكافت، و اطراف آن را باز كرد، و هواى به آسمان و زمين راه يافته را آفريد، و در آن آبى روان ساخت، آبى كه امواج متلاطم آن شكننده بود، كه يكى بر ديگرى مى نشست، آب را بر بادى طوفانى و شكننده نهاد، و باد را به باز گرداندن آن فرمان داد، و به نگهدارى آب مسلّط ساخت، و حد و مرز آن را به خوبى تعيين فرمود. فضا را در زير تند باد و آب را بر بالاى آن در حركت بود.
سپس خداى سبحان طوفانى بر انگيخت كه آب را متلاطم ساخت و امواج آب را پى در پى در هم كوبيد. طوفان به شدّت وزيد، و از نقطه اى دور دوباره آغاز شد.
سپس به طوفان امر كرد تا امواج درياها را به هر سو روان كند و بر هم كوبد و با همان شدّت كه در فضا وزيدن داشت، بر امواج آب ها حمله ور گردد از اوّل آن بر مى داشت و به آخرش مى ريخت، و آب هاى ساكن را به امواج سركش بر گرداند. تا آنجا كه آب ها روى هم قرار گرفتند، و چون قلّه هاى بلند كوه ها بالا آمدند. امواج تند كف هاى بر آمده از آب ها را در هواى باز، و فضاى گسترده بالا برد، كه از آن هفت آسمان را پديد آورد.
آسمان پايين را چون موج مهار شده، و آسمان هاى بالا را مانند سقفى استوار و بلند قرار داد، بى آن كه نيازمند به ستونى باشد يا ميخ هايى كه آنها را استوار كند. آنگاه فضاى آسمان پايين را به وسيله نور ستارگان درخشنده زينت بخشيد و در آن چراغى روشنايى بخش (خورشيد)، و ماهى درخشان، به حركت در آورد كه همواره در مدار فلكى گردنده و بر قرار، و سقفى متحرّك، و صفحه اى بى قرار، به گردش خود ادامه دهند. 
`,
subTitle4: "2. شگفتی خلقت فرشتگان",
body4: `سپس آسمان هاى بالا را از هم گشود، و از فرشتگان گوناگون پر نمود. گروهى از فرشتگان همواره در سجده اند و ركوع ندارند و گروهى در ركوعند و یاراى ایستادن ندارند و گروهى در صف هایى ایستاده اند كه پراكنده نمى شوند.
و گروهى همواره تسبیح گویند و خسته نمى شوند و هیچ گاه خواب به چشمشان راه نمى یابد، و عقل هاى آنان دچار اشتباه نمى گردد، بدن هاى آنان دچار سستى نشده، و آنان دچار بى خبرى برخاسته از فراموشى نمى شوند. 
برخى از فرشتگان، امینان وحى الهى، و زبان گویاى وحى براى پیامبران مى باشند، كه پیوسته براى رساندن حكم و فرمان خدا در رفت و آمدند. 
جمعى از فرشتگان حافظان بندگان، و جمعى دیگر دربانان بهشت خداوندند. 
بعضى از آنها پاهایشان در طبقات پایین زمین قرار داشته، و گردن هاشان از آسمان فراتر، و اركان وجودشان از اطراف جهان گذشته، عرش الهى بر دوش هایشان استوار است، برابر عرش خدا دیدگان به زیر افكنده، و در زیر آن، بالها را به خود پیچیده اند. 
میان این دسته از فرشتگان با آنها كه در مراتب پایین ترى قرار دارند، حجاب عزّت، و پرده هاى قدرت، فاصله انداخته است. هرگز خدا را با وهم و خیال، در شكل و صورتى نمى پندارند، و صفات پدیده ها را بر او روا نمى دارند، هرگز خدا را در جایى محدود نمى سازند، و نه با همانند آوردن، به او اشاره مى كنند.
`,
subTitle5: "3. شگفتی آفرینش آدم (ع) و ویژگی های انسان کامل",
body5: `به انسان اعضاء و جوارحى بخشید، كه در خدمت او باشند، و ابزارى عطا فرمود، كه آنها را در زندگى به كار گیرد. قدرت تشخیص به او داد تا حق و باطل را بشناسد، و حواس چشایى، و بویایى، و وسیله تشخیص رنگ ها، و أجناس مختلف در اختیار او قرار داد.
انسان را مخلوطى از رنگ هاى گوناگون، و چیزهاى همانند و سازگار، و نیروهاى متضاد، و مزاج هاى گوناگون، گرمى، سردى، ترى، خشكى، قرار داد.
سپس از فرشتگان خواست تا آن چه در عهده دارند انجام دهند، و عهدى را كه پذیرفته اند وفا كنند، اینگونه كه بر آدم سجده كنند، و او را بزرگ بشمارند، و فرمود: «بر آدم سجده كنید پس فرشتگان همه سجده كردند جز شیطان» غرور و خود بزرگ بینى او را گرفت و شقاوت و بدى بر او غلبه كرد، و به آفرینش خود از آتش افتخار نمود، و آفرینش انسان از خاك را پست شمرد.
خداوند براى سزاوار بودن شیطان به خشم الهى، و براى كامل شدن آزمایش، و تحقّق وعده ها، به او مهلت داد و فرمود: «تا روز رستاخیز مهلت داده شدى». 
`,
subTitle6: "4. فلسفه بعثت پیامبران (نبوت عامّه)",
body6: `و خداى سبحان از فرزندان او پيامبرانى برگزيد. خدا پيمان وحى را از پيامبران گرفت تا امانت رسالت را به مردم برسانند، آنگاه كه در عصر جاهليت ها بيشتر مردم، پيمان خدا را ناديده انگاشتند و حق پروردگار را نشناختند و برابر او به خدايان دروغين روى آوردند، و شيطان مردم را از معرفت خدا باز داشت و از پرستش او جدا كرد، خداوند پيامبران خود را مبعوث فرمود، و هر چندگاه، متناسب با خواسته هاى انسان ها، رسولان خود را پى در پى اعزام كرد تا وفادارى به پيمان فطرت را از آنان باز جويند و نعمت هاى فراموش شده را به ياد آورند و با ابلاغ احكام الهى، حجّت خدا را بر آنها تمام نمايند و توانمندى هاى پنهان شده عقل ها را آشكار سازند و نشانه هاى قدرت خدا را معرّفى كنند، مانند: سقف بلند پايه آسمان ها بر فراز انسان ها، گاهواره گسترده زمين در زير پاى آنها، و وسائل و عوامل حيات و زندگى، و راه هاى مرگ و مردن، و مشكلات و رنج هاى پير كننده، و حوادث پى در پى، كه همواره بر سر راه آدميان است.
خداوند هرگز انسان ها را بدون پيامبر، يا كتابى آسمانى، يا برهانى قاطع، يا راهى استوار، رها نساخته است، پيامبرانى كه با اندك بودن ياران، و فراوانى انكار كنندگان، هرگز در انجام وظيفه خود كوتاهى نكردند.
بعضى از پيامبران، بشارت ظهور پيامبر آينده را دادند و برخى ديگر را پيامبران گذشته معرّفى كردند. بدين گونه قرن ها پديد آمد، و روزگاران سپرى شد، پدران رفتند و فرزندان جاى آنها را گرفتند. 
`,
subTitle7: "5. فلسفه بعثت پیامبر خاتم، صلی الله علیه وآله (نبوت خاصّه)",
body7: `تا اين كه خداى سبحان، براى وفاى به وعده خود، و كامل گردانيدن دوران نبوّت، حضرت محمّد (كه درود خدا بر او باد) را مبعوث كرد، پيامبرى كه از همه پيامبران پيمان پذيرش نبوّت او را گرفته بود، نشانه هاى او شهرت داشت، و تولّدش بر همه مبارك بود. در روزگارى كه مردم روى زمين داراى مذاهب پراكنده، خواسته هاى گوناگون، و روش هاى متفاوت بودند: عدّه اى خدا را به پديده ها تشبيه كرده و گروهى نام هاى ارزشمند خدا را انكار و به بت ها نسبت مى دادند، و برخي به غير خدا اشاره مى كردند.
پس خداى سبحان، مردم را به وسيله محمد صلّى اللّه عليه و آله و سلّم از گمراهى نجات داد و هدايت كرد، و از جهالت رهايى بخشيد. سپس ديدار خود را براى پيامبر صلّى اللّه عليه و آله و سلّم بر گزيد، و آنچه نزد خود داشت براى او پسنديد و او را با كوچ دادن از دنيا گرامى داشت، و از گرفتارى ها و مشكلات رهايى بخشيد و كريمانه قبض روح كرد.
`,
subTitle8: "6. ضرورت امامت پس از پیامبران الهی",
body8: `رسول گرامى اسلام، در ميان شما مردم جانشينانى برگزيد كه تمام پيامبران گذشته براى امّت هاى خود برگزيدند، زيرا آنها هرگز انسان ها را سرگردان رها نكردند و بدون معرّفى راهى روشن و نشانه هاى استوار، از ميان مردم نرفتند.`,
subTitle9: "9. ویژگی های قرآن و احکام اسلام ",
body9: `كتاب پروردگار ميان شماست، كه بيان كننده حلال و حرام، واجب و مستحب، ناسخ و منسوخ، مباح و ممنوع، خاصّ و عام، پندها و مثل ها، مطلق و مقيّد، محكم و متشابه مى باشد، عبارات مجمل خود را تفسير، و نكات پيچيده خود را روشن مى كند، از واجباتى كه پيمان شناسايى آن را گرفت و مستحبّاتى كه آگاهى از آنها لازم نيست.
قسمتى از احكام دينى در قرآن واجب شمرده شد كه ناسخ آن در سنّت پيامبر صلّى اللّه عليه و آله و سلّم آمده، و بعضى از آن، در سنّت پيامبر صلّى اللّه عليه و آله و سلّم واجب شده كه در كتاب خدا ترك آن مجاز بوده است، بعضى از واجبات، وقت محدودى داشته كه در آينده از بين رفته است.
محرّمات الهى از هم جدا مى باشند، برخى از آنها، گناهان بزرگ است كه وعده آتش دارد و بعضى كوچك كه وعده بخشش داده است، و برخى از اعمال كه اندكش مقبول و در انجام بيشتر آن آزادند. 
`,
subTitle10: "7. فلسفه و رهاورد حجّ",
body10: `خدا حجّ را خانه محترم خود را بر شما واجب كرد، همان خانه اى كه آن را قبله گاه انسان ها قرار داده كه چونان تشنگان به سوى آن روى مى آورند، و همانند كبوتران به آن پناه مى برند.
خداى سبحان، كعبه را مظهر تواضع بندگان برابر عظمت خويش و نشانه اعتراف آنان به بزرگى و قدرت خود قرار داد و در ميان انسان ها، شنوندگانى را برگزيد كه دعوت او را براى حج، اجابت كنند و سخن او را تصديق نمايند و پاى بر جايگاه پيامبران الهى نهند. همانند فرشتگانى كه بر گرد عرش الهى طواف مى كنند، و سودهاى فراوان در اين عبادتگاه و محل تجارت زائران به دست آورند و به سوى وعده گاه آمرزش الهى بشتابند.
خداى سبحان، كعبه را براى اسلام، نشانه گويا، و براى پناهندگان، خانه امن و امان قرار داد، اداى حق آن را واجب كرد و حج بيت اللّه را واجب شمرد و بر همه شما انسانها مقرّر داشت كه به زيارت آن برويد، و فرمود: آن كس كه توان رفتن به خانه خدا را دارد، حج بر او واجب است و آن كس كه انكار كند، خداوند از همه جهانيان بى نياز است.
`
      },
    ],
    number: 1,
    type: "خطبه",
  },
  {
    id: 2,
    category: "الهیات",
    title: "گواهی به یکتایی خدا ",
    text: [
      {
      subTitle1: "1. ستايش پروردگار  ",
      body1: `ستايش مى كنم خداوند او را، براى تكميل نعمت هاى او و تسليم بودن برابر بزرگى او و ايمن ماندن از نافرمانى او. و در رفع نيازها از او يارى مى طلبم زيرا آن كس را كه خدا هدايت كند، هرگز گمراه نگردد، و آن را كه خدا دشمن دارد، هرگز نجات نيابد و هر آن كس را كه خداوند بى نياز گرداند، نيازمند نخواهد شد. پس ستايش خداوند گران سنگ ترين چيز است، و برترين گنجى است كه ارزش ذخيره شدن دارد.
و گواهى مى دهم كه جز خداى يكتاى بى شريك، معبودى نيست، شهادتى كه اخلاص آن آزموده و پاكى و خلوص آن را باور داريم و تا زنده ايم بر اين باور استواريم، و آن را براى صحنه هاى هولناك روز قيامت ذخيره مى كنيم، زيرا شهادت به يگانگى خدا، نشانه استوارى ايمان، باز كننده درهاى احسان، مايه خشنودى خداى رحمان، و دور كننده شيطان است. `,
     subTitle2: "2. ويژگى هاى پيامبر اسلام صلّى اللّه عليه و آله",
     body2: `و شهادت مى دهم كه محمّد (صلّى اللّه عليه و آله و سلّم) بنده خدا و فرستاده اوست. خداوند او را با دينى آشكار، و نشانه اى پايدار و قرآنى نوشته شده و استوار و نورى درخشان و چراغى تابان و فرمانى آشكار كننده فرستاد تا شك و ترديدها را نابود سازد و با دلائل روشن استدلال كند، و با آيات الهى مردم را پرهيز دهد، و از كيفرهاى الهى بترساند.`,
     subTitle3: "3. شناخت عصر جاهليّت",
     body3: `خدا پيامبر اسلام را زمانى فرستاد كه مردم در فتنه ها گرفتار شده، رشته هاى دين پاره شده و ستون هاى ايمان و يقين ناپايدار بود. در اصول دين اختلاف داشته، و امور مردم پراكنده بود، راه رهايى دشوار و پناهگاهى وجود نداشت، چراغ هدايت بى نور، و كور دلى همگان را فرا گرفته بود. 
خداى رحمان معصيت مى شد و شيطان يارى مى گرديد، ايمان بدون ياور مانده و ستون هاى آن ويران گرديده و نشانه هاى آن انكار شده، راه هاى آن ويران و جاده هاى آن كهنه و فراموش گرديده بود. مردم جاهلى شيطان را اطاعت مى كردند و به راه هاى او مى رفتند و در آبشخور شيطان سيراب مى شدند. 
با دست مردم جاهليت، نشانه هاى شيطان، آشكار و پرچم او بر افراشته گرديد. فتنه ها، مردم را لگد مال كرده و با سم هاى محكم خود نابودشان كرده و پا بر جا ايستاده بود. 
امّا مردم حيران و سرگردان، بى خبر و فريب خورده، در كنار بهترين خانه (كعبه) و بدترين همسايگان (بت پرستان) زندگى مى كردند. خواب آنها بيدارى، و سرمه چشم آنها اشك بود، در سرزمينى كه دانشمند آن لب فرو بسته و جاهل گرامى بود. `,
subTitle4: "4. ويژگى‏ هاى اهل بيت عليهم السّلام ",
body4: `عترت پيامبر صلّى اللّه عليه و آله و سلّم جايگاه اسرار خداوندى و پناهگاه فرمان الهى و مخزن علم خدا و مرجع احكام اسلامى، و نگهبان كتاب‏هاى آسمانى و كوه‏هاى هميشه استوار دين خدايند خدا به وسيله اهل بيت عليهم السّلام پشت خميده دين را راست نمود و لرزش و اضطراب آن را از ميان برداشت. 
برابر فاسدانى كه تخم گناه افشاندند، و با آب غرور و فريب آبيارى كردند، و محصول آن را كه جز عذاب و بدبختى نبود برداشتند.
كسى را با خاندان رسالت نمى‏شود مقايسه كرد و آنان كه پرورده نعمت هدايت اهل بيت پيامبرند با آنان برابر نخواهند بود. عترت پيامبر صلّى اللّه عليه و آله و سلّم أساس دين، و ستون‏هاى استوار يقين مى‏باشند. شتاب كننده، بايد به آنان بازگردد و عقب مانده بايد به آنان بپيوندد زيرا ويژگى‏هاى حقّ ولايت به آنها اختصاص دارد و وصيّت پيامبر صلّى اللّه عليه و آله و سلّم نسبت به خلافت مسلمين و ميراث رسالت، به آنها تعلّق دارد. هم اكنون (كه خلافت را به من سپرديد) حق به اهل آن بازگشت، و دوباره به جايگاهى كه از آن دور مانده بود، باز گردانده شد. 
 `
      }
    ],
    number: 2,
    type: "خطبه",
  },
 {
    id: 3,
    category: "",
    title: "معروف به خطبه شقشقيّه كه درد دلهاى امام عليه السّلام از ماجراى سقيفه و غصب خلافت در اين خطبه مطرح است",
    text: [{
      subTitle1: "1. شكوه از ابا بكر و غصب خلافت",
      body1: `آگاه باشيد به خدا سوگند ابا بكر، جامه خلافت را بر تن كرد، در حالى كه مى دانست جايگاه من نسبت به حكومت اسلامى، چون محور آسياب است به آسياب كه دور آن حركت مى كند. او مى دانست كه سيل علوم از دامن كوهسار من جارى است، و مرغان دور پرواز انديشه ها به بلنداى ارزش من نتوانند پرواز كرد. 
پس من رداى خلافت رها كرده و دامن جمع نموده از آن كناره گيرى كردم و در اين انديشه بودم كه آيا با دست تنها براى گرفتن حق خود به پاخيزم يا در اين محيط خفقان زا و تاريكى كه به وجود آوردند، صبر پيشه سازم كه پيران را فرسوده، جوانان را پير، و مردان با ايمان را تا قيامت و ملاقات پروردگار اندوهگين نگه مى دارد. 
پس از ارزيابى درست، صبر و بردبارى را خردمندانه تر ديدم. پس صبر كردم در حالى كه گويا خار در چشم و استخوان در گلوى من مانده بود. و با ديدگان خود مى نگريستم كه ميراث مرا به غارت مى برند.`,
subTitle2: "2. بازى ابا بكر با خلافت: ",
body2: `تا اينكه خليفه اوّل، به راه خود رفت و خلافت را به پسر خطّاب سپرد. سپس امام مثلى را با شعرى از أعشى عنوان كرد: «مرا با برادر جابر، «حيّان» چه شباهتى است (من همه روز را در گرماى سوزان كار كردم و او راحت و آسوده در خانه بود.) 
شگفتا ابا بكر كه در حيات خود از مردم مى خواست عذرش را بپذيرند، چگونه در هنگام مرگ، خلافت را به عقد ديگرى در آورد. هر دو از شتر خلافت سخت دوشيدند و از حاصل آن بهره مند گرديدند.`, 
subTitle3: "3. شكوه ی از عمر و ماجراى خلافت:  ",
body3: `سرانجام اوّلى حكومت را به راهى در آورد، و به دست كسى (عمر) سپرد كه مجموعه اى از خشونت، سختگيرى، اشتباه و پوزش طلبى بود. زمامدار مانند كسى كه بر شترى سركش سوار است، اگر عنان محكم كشد، پرده هاى بينى حيوان پاره مى شود، و اگر آزادش گذارد، در پرتگاه سقوط مى كند. 
سوگند به خدا مردم در حكومت دومى، در ناراحتى و رنج مهمّى گرفتار آمده بودند، و دچار دو رويى ها و اعتراض ها شدند، و من در اين مدت طولانى محنت زا، و عذاب آور، چاره اى جز شكيبايى نداشتم.`,
subTitle4: "4. شكوه از شوراى عمر:",
body4: `تا آن كه روزگار عمر هم سپرى شد. سپس عمر خلافت را در گروهى از قرار داد كه پنداشت من همسنگ آنان مى باشم. پناه بر خدا از اين شورا، در كدام زمان در برابر شخص اوّلشان در خلافت مورد ترديد بودم، تا امروز با اعضاى شورا برابر شوم كه هم اكنون مرا همانند آنها پندارند و در صف آنها قرارم دهند ناچار باز هم كوتاه آمدم، و با آنان هماهنگ گرديدم. 
يكى از آنها با كينه اى كه از من داشت روى بر تافت، و ديگرى دامادش را بر حقيقت برترى داد و آن دو نفر ديگر كه زشت است آوردن نامشان.`,
subTitle5: "5. شكوه از خلافت عثمان: ",
body5: `تا آن كه سومى به خلافت رسيد، دو پهلويش از پرخورى باد كرده، همواره بين آشپزخانه و دستشويى سرگردان بود، و خويشاوندان پدرى او از بنى اميّه به پاخاستند و همراه او بيت المال را خوردند و بر باد دادند، چون شتر گرسنه اى كه بجان گياه بهارى بيفتد.عثمان آنقدر اسراف كرد كه ريسمان بافته او باز شد و أعمال او مردم را برانگيخت، و شكم بارگى او نابودش ساخت. `,
subTitle6: "خلافت امیرالمؤمنین علیه السلام",
body6: `روز بيعت، فراوانى مردم چون يال هاى پر پشت کفتار بود، از هر طرف مرا احاطه كردند، تا آن كه نزديك بود حسن و حسين عليه السّلام لگد مال گردند، و رداى من از دو طرف پاره شد. مردم چون گلّه هاى انبوه گوسفند مرا در ميان گرفتند. 
امّا آنگاه كه به پاخاستم و حكومت را به دست گرفتم، جمعى پيمان شكستند و گروهى از اطاعت من سرباز زده و از دين خارج شدند، و برخى از اطاعات حق سر بر تافتند، گويا نشنيده بودند سخن خداى سبحان را كه مى فرمايد: «سراى آخرت را براى كسانى برگزيديم كه خواهان سركشى و فساد در زمين نباشند و آينده از آن پرهيزكاران است». 
آرى به خدا آن را خوب شنيده و حفظ كرده بودند، امّا دنيا در ديده آنها زيبا نمود، و زيور آن چشم هايشان را خيره كرد. `,
subTitle7: "7. مسؤوليت هاى اجتماعى ",
body7: `سوگند به خدايى كه دانه را شكافت و جان را آفريد، اگر حضور فراوان بيعت كنندگان نبود، و ياران حجّت را بر من تمام نمى كردند، و اگر خداوند از علماء عهد و پيمان نگرفته بود كه برابر شكم بارگى ستمگران، و گرسنگى مظلومان، سكوت نكنند، مهار شتر خلافت را بر كوهان آن انداخته، رهايش مى ساختم، و آخر خلافت را به كاسه اوّل آن سيراب مى كردم، آنگاه مى ديديد كه دنياى شما نزد من از آب بينى بزغاله اى بى ارزش تر است.
گفتند: در اينجا مردى از أهالى عراق بلند شد و نامه اى به دست امام عليه السّلام داد و امام عليه السّلام آن را مطالعه مى فرمود، گفته شد، مسايلى در آن بود كه مى بايست جواب مى داد. وقتى خواندن نامه به پايان رسيد، ابن عباس گفت يا امير المؤمنين چه خوب بود سخن را از همان جا كه قطع شد آغاز مى كرديد امام عليه السّلام فرمود: هرگز اى پسر عباس، شعله اى از آتش دل بود، زبانه كشيد و فرو نشست. ابن عباس مى گويد، به خدا سوگند بر هيچ گفتارى مانند قطع شدن سخن امام عليه السّلام اين گونه اندوهناك نشدم، كه امام نتوانست تا آنجا كه دوست دارد به سخن ادامه دهد.`,
    }],
    number: 3,
    type: "خطبه",
  },
 {
    id: 4,
    category: "",
    title: "",
    text: [
      {
        subTitle1: "1. روش برخورد با دنيا:",
        body1: `اى مردم به دنيا چونان زاهدان روى گردان از آن، بنگريد. به خدا سوگند، دنيا به زودى ساكنان خود را از ميان مى ‏برد و رفاه زدگان ايمن را به درد مى ‏آورد آنچه از دست رفت و پشت كرد هيچ گاه بر نمى‏ گردد، و آينده به روشنى معلوم نيست تا در انتظارش باشند، شادى و سرور دنيا با غم و اندوه آميخته، و توانايى انسان به ضعف و سستى مى‏ گرايد. زيبايى ‏ها و شگفتى‏ هاى دنيا شما را مغرور نسازد، زيرا زمان كوتاهى دوام ندارد.
        خدا بيامرزد كسى را كه بدرستى فكر كند، و پند گيرد، و آگاهى يابد، و بينا شود پس به زودى خواهيد دانست كه آنچه از دنيا وجود داشت از آن چيزى نمانده، و آنچه از آخرت است جاويدان خواهد ماند، هر چيز كه به شمارش آيد پايان پذيرد، و هر چه انتظارش را مى كشيديد خواهد آمد، و آنچه آمدنى است نزديك باشد.`,
         subTitle2: "2. ارزش عالم و بى ارزشى جاهل:",
        body2: `دانا كسى است كه قدر خود را بشناسد، و در نادانى انسان اين بس كه ارزش خويش نداند. دشمن روى ترين افراد نزد خدا كسى است كه خدا او را به حال خود واگذاشته تا از راه راست منحرف گردد، و بدون راهنما برود، اگر به محصولات دنيا دعوت شود تا مرز جان تلاش كند اما چون به آخرت و نعمتهاى گوناگونش دعوت شود، سستى ورزد، گويا آنچه براى آن كار مى كند بر او واجب و آنچه نسبت به آن كوتاهى و تنبلى مى كند، از او نخواسته اند.
 `,
         subTitle3: "3. سخنى از آينده:",
        body3: `و اين روزگارى است كه جز مؤمن بى نام و نشان از آن رهايى نيابد: در ميان مردم است او را نشناسند، و در ميان جمعيّت كه نباشد كسى سراغ او را نگيرد، آنها چراغ هاى هدايت، و نشانه هاى رستگارى اند، نه فتنه انگيزند و اهل فساد، و نه سخنان ديگران و زشتى اين و آن را به مردم رسانند، خدا درهاى رحمت را به روى آنان باز كرده و سختى عذاب خويش را از آنان گرفته است.
اى مردم بزودى زمانى بر شما خواهد رسيد كه اسلام چونان ظرف واژگون شده، آنچه در آن است ريخته مى شود. اى مردم خداوند به شما ظلم نخواهد كرد و از اين جهت تأمين داده است اما هرگز شما را ايمن نساخت كه آزمايش نفرمايد، كه اين سخن از آن ذات برتر است كه فرمود: (در جريان نوح، نشانه هايى است و ما مردم را مى آزماييم.)
سید رضی می گوید: (كلام امام عليه السّلام كه فرمود: «كلّ مؤمن نومة» يعنى كسى كه گمنام و شرّ او اندك است و «المساييح» جمع «مسياح» كسى است كه ميان مردم فساد كرده و سخن چين است، و «مذاييع» جمع «مذياع» كسى است كه چون بدى كسى را شنيد در ميان مردم رواج مى دهد، و «بذر» جمع «بذور» كسى است كه بسيار نادان است و سخن بيهوده گويد).`,
        
      }
    ],
    number: 103,
    type: "خطبه",
  },
  {
    id: 5,
    category: "",
    title: "(پس از پايان جنگ جمل در 12 رجب سال 36 هجرى امام وارد كوفه شد، مردم به استقبال آمدند. آن حضرت وارد مسجد جامع شد دو ركعت نماز خواند و سخنرانى طولانى ايراد كرد كه بخشى از آن اين خطبه است.) ",
    text: `پرهيز از آرزوهاى طولانى و هوا پرستى: 
اى مردم همانا بر شما از دو چيز مى ترسم: هوا پرستى و آرزوهاى طولانى. امّا پيروى از خواهش نفس، انسان را از حق باز مى دارد، و آرزوهاى طولانى، آخرت را از ياد مى برد.
آگاه باشيد دنيا به سرعت پشت كرده و از آن جز باقى مانده اندكى از ظرف آبى كه آن را خالى كرده باشند، نمانده است. بهوش باشيد كه آخرت به سوى ما مى آيد، دنيا و آخرت، هر يك فرزندانى دارند. بكوشيد از فرزندان آخرت باشيد، نه دنيا، زيرا در روز قيامت، هر فرزندى به پدر و مادر خويش باز مى گردد. امروز هنگام عمل است نه حسابرسى، و فردا روز حسابرسى است نه عمل. 
مى گويم: («حذّاء» به معناى شتابان و «جذّاء» به معناى بريده از نيك و بد، كه برخى نقل كردند).`,
    number: 42,
    type: "خطبه"

  },
  {
    id: 6,
    category: "",
    title: "خطبه غرّاء",
    text: [
      {
        subTitle1: "1. شناخت صفات الهى ",
        body1: `ستايش خداوندى را سزاست، كه به قدرت، والا و برتر، و با عطا و بخشش نعمت ها به پديده ها نزديك است. اوست بخشنده تمام نعمت ها، و دفع كننده تمام بلاها و گرفتارى ها. او را مى ستايم در برابر مهربانى ها و نعمت هاى فراگيرش. به او ايمان مى آورم چون مبدأ هستى و آغاز كننده خلقت آشكار است. 
از او هدايت مى طلبم چون راهنماى نزديك است، و از او يارى مى طلبم كه توانا و پيروز است، و به او توكّل مى كنم چون تنها ياور و كفايت كننده است. 
و گواهى مى دهم كه محمّد صلّى اللّه عليه و آله و سلّم بنده و فرستاده اوست. او را فرستاده تا فرمان هاى خدا را اجرا كند و بر مردم حجّت را تمام كرده، آنها را در برابر اعمال ناروا بترساند.`,
subTitle2: "2. سفارش به پرهيزكارى ",
body2: `سفارش مى كنم شما بندگان خدا را به تقواى الهى، كه براى بيدارى شما مثل هاى پند آموز آورده، و سر آمد زندگانى شما را معيّن فرمود، و لباس هاى رنگارنگ بر شما پوشانده، و زندگى پر وسعت به شما بخشيده، و با حسابگرى دقيق خود، بر شما مسلّط است. 
در برابر كارهاى نيكو، به شما پاداش مى دهد، و با نعمت هاى گسترده و بخشش هاى بى حساب، شما را گرامى داشته است، و با اعزام پيامبران و دستورات روشن، از مخالفت با فرمانش شما را بر حذر داشته است. 
تعداد شما را مى داند، و چند روزى جهت آزمايش و عبرت براى شما مقرّر داشته، كه در اين دنيا آزمايش مى گرديد، و برابر اعمال خود محاسبه مى شويد. `,
subTitle3: "3. دنيا شناسى ",
body3: `آب دنياى حرام همواره تيره، و گل آلود است. منظره اى دل فريب و سر انجامى خطرناك دارد. فريبنده و زيباست اما دوامى ندارد. نورى است در حال غروب كردن، سايه اى است نابود شدنى، ستونى است در حال خراب شدن، آن هنگام كه نفرت دارندگان به آن دل بستند و بيگانگان به آن اطمينان كردند، چونان اسب چموش پاها را بلند كرده، سوار را بر زمين مى كوبد، و با دام هاى خود آنها را گرفتار مى كند، و تيرهاى خود را به سوى آنان، پرتاب مى نمايد، طناب مرگ به گردن انسان مى افكند، به سوى گور تنگ و جايگاه وحشتناك مى كشاند تا در قبر، محل زندگى خويش، بهشت يا دوزخ را بنگرد، و پاداش اعمال خود را مشاهده كند. 
و همچنان آيندگان به دنبال رفتگان خود گام مى نهند، نه مرگ از نابودى انسان دست مى كشد و نه مردم از گناه فاصله مى گيرند كه تا پايان زندگى و سر منزل فنا و نيستى آزادانه به پيش مى تازند. `,
subTitle4: "4. وصف رستاخيز ",
body4: `تا آنجا كه امور زندگانى پياپى بگذرد، و روزگاران سپرى شود، و رستاخيز بر پا گردد، در آن زمان، انسانها را از شكاف گورها، و لانه هاى پرندگان، و خانه درندگان، و ميدان هاى جنگ، بيرون مى آورد كه با شتاب به سوى فرمان پروردگار مى روند، و به صورت دسته هايى خاموش، وصف هاى آرام و ايستاده حاضر مى شوند، چشم بيننده خدا آنها را مى نگرد، و صداى فرشتگان به گوش آنها مى رسد. لباس نياز و فروتنى پوشيده درهاى حيله و فريب بسته شده و آرزوها قطع گرديده است. دل ها آرام، صداها آهسته، عرق از گونه ها چنان جارى است كه امكان حرف زدن نمى باشد، اضطراب و وحشت همه را فرا گرفته، بانگى رعد آسا و گوش خراش، همه را لرزانده، به سوى پيشگاه عدالت، براى دريافت كيفر و پاداش مى كشاند. `,
subTitle5: "5. وصف احوال بندگان خدا ",
body5: `بندگانى كه با دست قدرتمند خدا آفريده شدند، و بى اراده خويش پديد آمده، پرورش يافتند، سپس در گهواره گور آرميده متلاشى مى گردند. و روزى به تنهايى سر از قبر بر مى آورند، و براى گرفتن پاداش به دقت حساب رسى مى گردند.
در اين چند روزه دنيا مهلت داده شدند تا در راه صحيح قدم بر دارند، راه نجات نشان داده شده تا رضايت خدا را بجويند، تاريكى هاى شك و ترديد از آنها برداشته شد، و آنها را آزاد گذاشته اند تا براى مسابقه در نيكوكارى ها، خود را آماده سازند، تا فكر و انديشه خود را به كار گيرند و در شناخت نور الهى در زندگانى دنيا تلاش كنند.`,
subTitle6: "6. مثل هاى پند آموز (سمبل هاى تقوى)",
body6: `وه چه مثال هاى بجا، و پندهاى رسايى وجود دارد اگر در دل هاى پاك بنشيند، و در گوش هاى شنوا جاى گيرد، و با انديشه هاى مصمّم و عقل هاى با تدبير بر خورد كند. 
پس، از خدا چونان كسى پروا كنيد كه سخن حق را شنيد و فروتنى كرد، گناه كرد و اعتراف كرد، ترسيد و به اعمال نيكو پرداخت، پرهيز كرد و پيش تاخت، يقين پيدا كرد و نيكوكار شد، پند داده شد و آن را به گوش جان خريد، او را ترساندند و نافرمانى نكرد، به او اخطار شد و به خدا روى آورد، پاسخ مثبت داد و نيايش و زارى كرد، بازگشت و توبه كرد.
در پى راهنمايان الهى رفت و پيروى كرد، راه نشانش دادند و شناخت، شتابان به سوى حق حركت كرده و از نافرمانى ها گريخت، سود طاعت را ذخيره كرد، و باطن را پاكيزه نگاه داشت، آخرت را آبادان و زاد و توشه براى روز حركت، هنگام حاجت و جايگاه نيازمندى، آماده ساخت، و آن را براى اقامتگاه خويش، پيشاپيش فرستاد. 
اى بندگان خدا براى هماهنگى با اهداف آفرينش خود، از خدا پروا كنيد، و آن چنان كه شما را پرهيز داد از مخالفت و نافرمانى خدا بترسيد، تا استحقاق وعده هاى خدا را پيدا كنيد، و از بيم روز قيامت بر كنار باشيد. `,
subTitle7: "7. راه هاى پند پذيرى (راههاى شناخت)",
body7: `خدا گوش هايى براى پند گرفتن از شنيدنى ها، و چشم هايى براى كنار زدن تاريكى ها، به شما بخشيده است، و هر عضوى از بدن را اجزاء متناسب و هماهنگ عطا فرموده تا در تركيب ظاهرى صورت ها و دوران عمر با هم سازگار باشند، با بدن هايى كه منافع خود را تأمين مى كنند، و قلب هايى كه روزى را به سراسر بدن با فشار مى رسانند، و از نعمت هاى شكوهمند خدا برخوردارند، و در برابر نعمت ها شكر گزارند، و از سلامت خدادادى بهره مندند. 
مدّت زندگى هر يك از شماها را مقدّر فرمود، و از شما پوشيده داشت، و از آثار گذشتگان عبرت هاى پند آموز براى شما ذخيره كرد، لذّت هايى كه از دنيا چشيدند، و خوشى ها و زندگى راحتى كه پيش از مرگ داشتند، سر انجام دست مرگ گريبان آنها را گرفت و ميان آنها و آرزوهايشان جدايى افكند: آنها كه در روز سلامت چيزى براى خود ذخيره نكردند، و در روزگاران خوش زندگى عبرت نگرفتند.`,
subTitle8: "8. مرگ در راه است",
body8: `آيا خوشى هاى جوانى را جز ناتوانى پيرى در انتظار است و آيا سلامت و تندرستى را جز حوادث بلا و بيمارى در راه است و آيا آنان كه زنده اند جز فنا و نيستى را انتظار دارند؟ با اينكه هنگام جدايى و تپش دل ها نزديك است كه سوزش درد را چشيده، و شربت غصّه را نوشيده، و فرياد يارى خواستن برداشته، و از فرزندان و خويشاوندان خود، در خواست كمك كرده است. آيا خويشاوندان مى توانند مرگ را از او دفع كنند و آيا گريه و زارى آنها نفعى براى او دارد.
 عبرت از مرگ:
او را در سرزمين مردگان مى گذارند، و در تنگناى قبر تنها خواهد ماند. حشرات درون زمين، پوستش را مى شكافند، و خشت و خاك گور بدن او را مى پوساند، تند بادهاى سخت آثار او را نابود مى كند، و گذشت شب و روز، نشانه هاى او را از ميان بر مى دارد، بدن ها پس از آن همه طراوت متلاشى مى گردند، و استخوان ها بعد از آن همه سختى و مقاومت، پوسيده مى شوند. 
و ارواح در گرو سنگينى بار گناهانند، و در آنجاست كه به اسرار پنهان يقين مى كنند، امّا نه بر اعمال درستشان چيزى اضافه مى شود و نه از اعمال زشت مى توانند توبه كنند. 
آيا شما فرزندان و پدران و خويشاوندان همان مردم نيستيد كه بر جاى پاى آنها قدم گذاشته ايد و از راهى كه رفتند مى رويد و روش آنها را دنبال مى كنيد امّا افسوس كه دلها سخت شده، پند نمى پذيرد، و از رشد و كمال باز مانده، و راهى كه نبايد برود مى رود، گويا آنها هدف پندها و اندرزها نيستند و نجات و رستگارى را در به دست آوردن دنيا مى دانند. 
بدانيد كه بايد از صراط عبور كنيد، گذرگاهى كه عبور كردن از آن خطرناك است، با لغزش هاى پرت كننده، و پرتگاه هاى وحشت زا، و ترس هاى پياپى.`,
subTitle9: "9. معرّفى الگوى پرهيزگارى:",
body9: `از خدا چون خردمندان بترسيد كه دل را به تفكّر مشغول داشته، و ترس از خدا بدنش را فرا گرفته، و شب زنده دارى خواب از چشم او ربوده، و به اميد ثواب، گرمى روز را با تشنگى گذارنده، با پارسايى شهوات را كشته، و نام خدا زبانش را همواره به حركت در آورده. ترس از خدا را براى ايمن ماندن در قيامت پيش فرستاده، از تمام راه هاى جز راه حق چشم پوشيده، و بهترين راهى كه انسان را به حق مى رساند مى پيمايد. 
چيزى او را مغرور نساخته، و مشكلات و شبهات او را نابينا نمى سازد، مژده بهشت، و زندگى كردن در آسايش و نعمت سراى جاويدان و ايمن ترين روزها، او را خشنود ساخته است. با بهترين روش از گذرگاه دنيا عبور كرده، توشه آخرت را پيش فرستاده، و از ترس قيامت در انجام اعمال صالح پيش قدم شده است، ايام زندگى را با شتاب در اطاعت پروردگار گذرانده، و در فراهم آوردن خشنودى خدا با رغبت تلاش كرده، از زشتى ها فرار كرده، امروز رعايت زندگى فردا كرده، و هم اكنون آينده خود را ديده است. 
پس بهشت براى پاداش نيكوكاران سزاوار و جهنّم براى كيفر بدكاران مناسب است، و خدا براى انتقام گرفتن از ستمگران كفايت مى كند، و قرآن براى حجّت آوردن و دشمنى كردن، كافى است. 
 هشدار از دشمنى شيطان:
سفارش مى كنم شما را به پروا داشتن از خدا، خدايى كه با ترساندن هاى مكرّر، راه عذر را بر شما بست، و با دليل و برهان روشن، حجت را تمام كرد، و شما را پرهيز داد از دشمنى شيطانى كه پنهان در سينه ها راه مى يابد، و آهسته در گوش ها راز مى گويد، گمراه و پست است، وعده هاى دروغين داده، در آرزوى آنها به انتظار مى گذارد، زشتى هاى گناهان را زينت مى دهد، گناهان بزرگ را كوچك مى شمارد، و آرام آرام دوستان خود را فريب داده، راه رستگارى را بر روى در بند شدگانش مى بندد، و در روز قيامت آنچه را كه زينت داده انكار مى كند، و آنچه را كه آسان كرده، بزرگ مى شمارد، و از آنچه كه پيروان خود را ايمن داشته بود سخت مى ترساند.`,
subTitle10: "10. شگفتى هاى آفرينش انسان: ",
body10: `مگر انسان، همان نطفه و خون نيم بند نيست كه خدا او را در تاريكى هاى رحم و خلاف هاى تو در تو، پديد آورد تا به صورت چنين در آمد، سپس كودكى شيرخوار شد، بزرگتر و بزرگتر شده تا نوجوانى رسيده گرديد، سپس او را دلى فراگير، و زبانى گويا، و چشمى بينا عطا فرمود تا عبرت ها را درك كند، و از بدى ها بپرهيزد، و آنگاه كه جوانى در حد كمال رسيد، و بر پاى خويش استوار ماند، گردن كشى آغاز كرد، و روى از خدا گرداند، و در بيراهه گام نهاد، در هوا پرستى غرق شد، و براى به دست آوردن لذّت هاى دنيا تلاش فراوان كرد، و سر مست شادمانى دنيا شد.
هرگز نمى پندارد مصيبتى پيش آيد و بر اساس تقوى فروتنى ندارد، ناگهان سرمست و مغرور در اين آزمايش چند روزه، مرگ او را مى ربايد، او را كه در دل بد بختى ها، اندكى زندگى كرده، و آنچه را كه از دست داده عوضى به دست نياورده است، و آنچه از واجبات را كه ترك كرد، قضايش را بجا نياورد، 
كه درد مرگ او را فراگرفت، روزها در حيرت و سرگردانى، و شب ها با بيدارى و نگرانى مى گذراند.`,

subTitle11: "11.  عبرت از مرگ: ",
body11: `هر روز به سختى درد مى كشد، و هر شب رنج و بيمارى به سراغش مى رود، در ميان برادرى غم خوار، و پدرى مهربان و ناله كننده اى بى طاقت و بر سينه كوبنده اى گريان افتاده است. امّا او در حالت بيهوشى و سكرات مرگ، و غم و اندوه بسيار، و ناله دردناك، و درد جان كندن، با انتظارى رنج آور، دست به گريبان است. 
در حالى كه تسليم و آرام است، بر مى دارند، و بر تابوت مى گذارند. خسته و لاغر به سفر آخرت مى رود، كه فرزندان و برادران او را به دوش كشيده تا سر منزل غربت، آنجا كه ديگر او را نمى بينند، و آنجا كه جايگاه وحشت است، پيش مى برند. امّا هنگامى كه تشييع كنندگان بروند و مصيبت زندگان باز گردند، در گودال قبر نشانده، براى پرستش حيرت آور، و امتحان لغزش زا، زمزمه غم آلود دارد. 
و بزرگ ترين بلاى آنجا، فرود آمدن در آتش سوزان دوزخ و بر افروختگى شعله ها و نعره هاى آتش است، كه نه يك لحظه آرام گيرد تا استراحت كند، و نه آرامشى وجود دارد كه از درد او بكاهد، و نه قدرتى كه مانع كيفر او شود، نه مرگى كه او را از اين همه ناراحتى برهاند، و نه خوابى كه اندوهش را بر طرف سازد، در ميان انواع مرگ ها و ساعت ها مجازات گوناگون گرفتار است. به خدا پناه مى بريم. `,
subTitle12: "12.  پند آموزى از گذشتگان:",
body12: `اى بندگان خدا كجا هستند آنان كه ساليان طولانى در نعمت هاى خدا عمر گذراندند تعليمشان دادند و دريافتند، مهلتشان دادند و بيهوده روزگار گذراندند از آفات و بلاها دورشان داشتند اما فراموش كردند، زمانى طولانى آنها را مهلت دادند، نعمت هاى فراوان بخشيدند، از عذاب دردناك پرهيزشان دادند، و وعده هايى بزرگ از بهشت جاويدان به آنها دادند. 
اى مردم از گناهانى كه شما را به هلاكت افكند، از عيب هايى كه خشم خدا را در پى دارد، بپرهيزيد.
دارندگان چشمهاى بينا، و گوش هاى شنوا، و سلامت و كالاى دنيا آيا گريزگاهى هست يا رهايى و جاى امنى، پناهگاهى و جاى فرارى هست آيا باز گشتى براى جبران وجود دارد نه چنين است پس كى باز مى گرديد به كدام سو مى رويد و به چه چيز مغرور مى شويد؟ همانا بهره هر كدام از شما زمين به اندازه طول و عرض قامت شماست، آنگونه كه خاك آلوده بر آن خفته باشد. 
اى بندگان خدا هم اكنون به اعمال نيكو پردازيد، تا ريسمان هاى مرگ بر گلوى شما سخت نشده، و روح شما براى كسب كمالات آزاد است، و بدن ها راحت، و در حالتى قرار داريد كه مى توانيد مشكلات يكديگر را حل كنيد. هنوز مهلت داريد، و جاى تصميم و توبه و باز گشت از گناه باقى مانده است. عمل كنيد پيش از آن كه در شدّت تنگناى وحشت و ترس و نابودى قرار گيريد، پيش از آن كه مرگ در انتظار مانده، فرا رسد، و دست قدرتمند خداى توانا شما را برگيرد.
(وقتى كه امام اين خطبه را ايراد فرمود، بدنها به لرزه در آمد، اشكها سرازير و دل ها ترسان شد، كه جمعى آن را غرّاء ناميدند).`,
      }
    ],
    number: 83,
    type: "خطبه"

  },
  {
    id: 7,
    category: "",
    title: "«خطبه اشباح» (مسعدة بن صدقه از امام صادق عليه السّلام نقل كرد، روزى در مسجد كوفه شخصى به امام على عليه السّلام گفت خدا را آنگونه توصيف كن كه گويا با چشم سر او را ديده ‏ايم. امام به خطابه برخاست، مسجد پر از مردم شد، در حالى كه خشمناك بود و رنگ صورت امام تغيير كرده بود فرمود): ",
    text: [{
      subTitle1: "1. خدا شناسى:",
      body1: `ستايش خدايى را سزاست كه نبخشيدن بر مال او نيفزايد، و بخشش او را فقير نسازد، زيرا هر بخشنده اى جز او، اموالش كاهش يابد، و جز او هر كس از بخشش دست كشد مورد نكوهش قرار گيرد. اوست بخشنده انواع نعمت ها و بهره هاى فزاينده و تقسيم كننده روزى پديده ها، مخلوقات همه جيره خوار سفره اويند، كه روزى همه را تضمين، و اندازه اش را تعيين فرمود. به مشتاقان خويش و خواستاران آنچه در نزد اوست راه روشن را نشان داد، سخاوت او را در آنجا كه از او بخواهند، با آنجا كه از او درخواست نكنند، بيشتر نيست. 
خدا اوّلى است كه آغاز ندارد، تا پيش از او چيزى بوده باشد، و آخرى است كه پايان ندارد تا چيزى پس از او وجود داشته باشد. مردمك چشم ها را از مشاهده خود باز داشته است. زمان بر او نمى گذرد تا دچار دگرگونى گردد، و در مكانى قرار ندارد تا پندار جابجايى نسبت به او روا باشد. 
اگر آنچه از درون معادن كوه ها بيرون مى آيد، و يا آنچه از لبان پر از خنده صدف هاى دريا خارج مى شود، از نقره هاى خالص، و طلاهاى ناب، درهاى غلطان، و مرجان هاى دست چين، همه را ببخشد، در سخاوت او كمتر اثرى نخواهد گذاشت، و گستردگى نعمت هايش را پايان نخواهد داد، در پيش او آنقدر از نعمت ها وجود دارد كه هر چه انسان ها درخواست كنند تمامى نپذيرد، چون او بخشنده اى است كه درخواست نيازمندان چشمه جود او را نمى خشكاند، و اصرار و درخواست هاى پياپى او را به بخل ورزيدن نمى كشاند.`,
subTitle2: "2. صفات خدا در قرآن:",
body2: `اى پرسش كننده، درست بنگر، آنچه را كه قرآن از صفات خدا بيان مى دارد، به آن اعتماد كن، و از نور هدايتش بهره گير، و آنچه را كه شيطان تو را به دانستن آن وامى دارد، و كتاب خدا آن را بر تو واجب نكرده، و در سنّت پيامبر صلّى اللّه عليه و آله و سلّم و امامان هدايتگر عليه السّلام نيامده، رها كن و علم آن را به خدا واگذار، كه اين نهايت حقّ پروردگار بر تو است. 
بدان، آنها كه در علم دين استوارند، خدا آنها را از فرو رفتن در آنچه كه بر آنها پوشيده است و تفسير آن را نمى دانند، و از فرو رفتن در اسرار نهان بى نياز ساخته است، و آنان را از اين رو كه به عجز و ناتوانى خود در برابر غيب و آنچه كه تفسير آن را نمى دانند اعتراف مى كنند، ستايش فرمود، و ترك ژرف نگرى آنان در آنچه كه خدا بر آنان واجب نساخته را راسخ بودن در علم شناسانده است. پس به همين مقدار بسنده كن و خدا را با ميزان عقل خود ارزيابى مكن، تا از تباه شدگان نباشى.

اوست خداى توانايى كه اگر وهم و خيال انسانها بخواهد براى درك اندازه قدرتش تلاش كند، و افكار بلند و دور از وسوسه هاى دانشمندان، بخواهد ژرفاى غيب ملكوتش را در نوردد، و قلب هاى سراسر عشق مشتاقان، براى درك كيفيّت صفات او كوشش نمايد، و عقل ها با تلاش وصف ناپذير از راه هاى بسيار ظريف و باريك بخواهند ذات او را درك كنند، دست قدرت بر سينه همه نواخته بازگرداند، در حالى كه در تاريكى هاى غيب براى رهايى خود به خداى سبحان پناه مى برند و با نا اميدى و اعتراف به عجز از معرفت ذات خدا، باز مى گردند، كه با فكر و عقل نارساى بشرى نمى توان او را درك كرد، و اندازه جلال و عزّت او در قلب انديشمندان راه نمى يابد.خدايى كه پديده ها را از هيچ آفريد، نمونه اى در آفرينش نداشت تا از آن استفاده كند، و يا نقشه اى از آفريننده اى پيش از خود، كه از آن در آفريدن موجودات بهره گيرد، و نمونه هاى فراوان از ملكوت قدرت خويش، و شگفتى هاى آثار رحمت خود، كه همه با زبان گويا به وجود پروردگار گواهى مى دهند را به ما نشان داده كه بى اختيار ما را به شناخت پروردگار مى خوانند. در آنچه آفريده آثار صنعت و نشانه هاى حكمت او پديدار است، كه هر يك از پديده ها حجّت و برهانى بر وجود او مى باشند، گرچه برخى مخلوقات، به ظاهر ساكت اند، ولى بر تدبير خداوندى گويا، و نشانه هاى روشنى بر قدرت و حكمت اويند.

خداوندا گواهى مى دهم، آن كس كه تو را به اعضاى گوناگون پديده ها و مفاصل به هم پيوسته كه به فرمان حكيمانه تو در لابلاى عضلات پديد آمده، تشبيه مى كند، هرگز در ژرفاى ضمير خود تو را نشناخته، و قلب او با يقين انس نگرفته است، و نمى داند كه هرگز براى تو همانندى نيست. و گويا بيزارى پيروان گمراه از رهبران فاسد خود را نشنيده اند كه مى گويند: «به خدا سوگند ما در گمراهى آشكار بوديم كه شما را با خداى جهانيان مساوى پنداشتيم».
دروغ گفتند مشركان كه تو را با بت هاى خود همانند پنداشتند، و با وهم و خيال خود گفتند پيكرى چون بتهاى ما دارد، و با پندار نادرست تو را تجزيه كرده، و با اعضاى گوناگون مخلوقات تشبيه كردند. 
خدايا گواهى مى دهم آنان كه تو را با چيزى از آفريده هاى تو مساوى شمارند از تو روى بر تافته اند و آن كه از تو روى گردان شود بر اساس آيات محكم قرآن، و گواهى براهين روشن تو، كافر است. تو همان خداى نامحدودى هستى كه در انديشه ها نگنجى تا چگونگى ذات تو را درك كنند، و در خيال و وهم نيايى تا تو را محدود و داراى حالات گوناگون پندارند. `,
subTitle3: "3. وصف پروردگار در آفرينش موجودات گوناگون ",
body3: `آنچه را آفريد با اندازه گيرى دقيقى استوار كرد، و با لطف و مهربانى نظمشان داد، و به خوبى تدبير كرد. هر پديده را براى همان جهت كه آفريده شد به حركت در آورد، چنانكه نه از حد و مرز خويش تجاوز نمايد و نه در رسيدن به مراحل رشد خود كوتاهى كند، و اين حركت حساب شده را بدون دشوارى به سامان رساند تا بر اساس اراده او زندگى كند. 
پس چگونه ممكن است سرپيچى كند در حالى كه همه موجودات از اراده خدا سرچشمه مى گيرند، خدايى كه پديد آورنده موجودات گوناگون است، بدون احتياج به انديشه و فكرى كه به آن روى آورد، يا غريزه اى كه در درون پنهان داشته باشد، و بدون تجربه از حوادث گذشته، و بدون شريكى كه در ايجاد امور شگفت انگيز ياريش كند، موجودات را آفريد، پس آفرينش كامل گشت و به عبادت و اطاعت او پرداختند، دعوت او را پذيرفتند و در برابر فرمان الهى سستى و درنگ نكردند و در اجراى فرمان الهى توقف نپذيرفتند. 
پس كجى هاى هر چيزى را راست، و مرزهاى هر يك را روشن ساخت، و با قدرت خداوندى بين اشياء متضاد هماهنگى ايجاد كرد، و وسايل ارتباط آنان را فراهم ساخت، و موجودات را از نظر حدود، اندازه، و غرائز، و شكل ها، و قالب ها، و هيأتهاى گوناگون، تقسيم و استوار فرمود، و با حكمت و تدبير خويش هر يكى را به سرشتى كه خود خواست در آورد.`,
subTitle4: "4. چگونگى آفرينش آسمان ها ",
body4: `فضاى باز و پستى و بلندى و فاصله هاى وسيع آسمان ها را بدون اينكه بر چيزى تكيه كند، نظام بخشيد و شكاف هاى آن را به هم آورد، و هر يك را با آنچه كه تناسب داشت و جفت بود پيوند داد، و دشوارى فرود آمدن و برخاستن را بر فرشتگانى كه فرمان او را به خلق رسانند يا اعمال بندگان را بالا برند آسان كرد. 
در حالى كه آسمان را به صورت دود و بخار بود به آن فرمان داد، پس رابطه هاى آن را بر قرار ساخت، سپس آنها را از هم جدا كرد و بين آنها فاصله انداخت، و بر هر راهى و شكافى از آسمان، نگهبانى از شهاب هاى روشن گماشت، و با دست قدرت آنها را از حركت ناموزون در فضا نگهداشت، و دستور فرمود تا برابر فرمانش تسليم باشند. 
و آفتاب را نشانه روشنى بخش روز، و ماه را، با نورى كم رنگ براى تاريكى شب ها قرار داد، و آن دو را در مسير حركت خويش به حركت در آورد، و حركت آن دو را دقيق اندازه گيرى كرد تا در درجات تعيين شده حركت كنند كه بين شب و روز تفاوت باشد، و قابل تشخيص شود، و با رفت و آمد آن ها شماره سالها، و اندازه گيرى زمان ممكن باشد. 
پس در فضاى هر آسمان فلك آن را آفريد، و زينتى از گوهرهاى تابنده و ستارگان درخشنده بياراست، و آنان را كه خواستند اسرار آسمان ها را دزدانه دريابند، با شهاب هاى درخشنده سوزان تير باران كرد، ستارگان از ثابت و استوار، و گردنده و بى قرار، فرود آينده و بالا رونده، و نگران كننده و شادى آفرين را، تسليم اوامر خود فرمود.`,
subTitle5: "5. ويژگى هاى فرشتگان ",
body5: `سپس، خداوند سبحان براى سكونت بخشيدن در آسمان ها، و آباد ساختن بالاترين قسمت از ملكوت خويش، فرشتگانى شگفت آفريد، و تمام شكاف ها و راه هاى گشاده آسمان ها را با فرشتگان پر كرد، و فاصله جوّ آسمان را از آنها گستراند، كه هم اكنون صداى تسبيح آنها فضاى آسمان ها را پر كرده: در بارگاه قدس، درون پرده هاى حجاب و صحنه هاى مجد و عظمت پروردگار، طنين انداز است. در ما وراى آنها زلزله هايى است كه گوش ها را كر مى كند و شعاع هاى خيره كننده نور، كه چشم ها را از ديدن باز مى دارد، و ناچار خيره بر جاى خويش مى ماند. 
خدا فرشتگان را در صورت هاى مختلف و اندازه هاى گوناگون آفريد، و بال و پرهايى براى آنها قرار داد، آنها كه همواره در تسبيح جلال و عزّت پروردگار به سر مى برند، و چيزى از شگفتى هاى آفرينش پديده ها را به خود نسبت نمى دهند و در آنچه از آفرينش پديده ها كه خاص خداست، ادّعايى ندارند: «بلكه بندگانى بزرگوارند، كه در سخن گفتن از او پيشى نمى گيرند و به فرمان الهى عمل مى كنند».
خدا فرشتگان را امين وحى خود قرار داد، و براى رساندن پيمان امر و نهى خود به پيامبران، از آنها استفاده كرد، و روانه زمين كرده، آنها را از ترديد شبهات مصونيّت بخشيد، که هيچ كدام از فرشتگان از راه رضاى حق منحرف نمى گردند. آنها را از يارى خويش بهرمند ساخت، و دل هايشان را در پوششى از تواضع و فروتنى و خشوع و آرامش در آورد، درهاى آسمان را بر رويشان گشود تا خدا را به بزرگى بستايند، و براى آنها نشانه هاى روشن قرار داد تا به توحيد او بال گشايند.
سنگينى هاى گناهان هرگز آنها را در انجام وظيفه دل سرد نساخت، و گذشت شب و روز آنها را به سوى مرگ سوق نداد، تيرهاى شك و ترديد خلل در ايمانشان ايجاد نكرد، و شك و گمان در پايگاه يقين آنها راه نيافت، و آتش كينه در دل هايشان شعله ور نگرديد، حيرت و سرگردانى آنها را از ايمانى كه دارند و آنچه از هيبت و جلال خداوندى كه در دل نهادند جدا نساخت و وسوسه ها در آنها راه نيافته، تا شك و ترديد بر آنها تسلط يابد. 
اقسام فرشتگان
گروهى از فرشتگان در آفرينش ابرهاى پر آب، و در آفرينش كوه هاى عظيم و سر بلند، و خلقت ظلمت و تاريكى ها نقش دارند، و گروهى ديگر، قدم هايشان تا ژرفاى زمين پايين رفته، و چونان پرچمهاى سفيدى دل فضا را شكافته اند، و در زير آن بادهايى است كه به نرمى حركت كرده و در مرزهاى مشخّصى نگاهش مى دارد.  `,
subTitle6: "6. صفات والاى فرشتگان ",
body6: `اشتغال به عبادت پروردگار، فرشتگان را از ديگر كارها باز داشته، و حقيقت ايمان ميان آنها و معرفت حق، پيوند لازم ايجاد كرد، نعمت يقين آنها را شيداى حق گردانيد كه به غير خدا هيچ علاقه اى ندارند. 
شيرينى معرفت خدا را چشيده و از جام محبّت پروردگار سيراب شدند، ترس و خوف الهى در ژرفاى جان فرشتگان راه يافته، و از فراوانى عبادت قامتشان خميده و شوق و رغبت فراوان، از زارى و گريه شان نكاسته است. مقام والاى فرشتگان، از خشوع و فروتنى آنان كم نكرد، و غرور و خود بينى دامنگيرشان نگرديد، تا اعمال نيكوى گذشته را شماره كنند، و سهمى از بزرگى و بزرگوارى براى خود تصوّر نمايند. 
گذشت زمان آنان را از انجام وظائف پياپى نرنجانده و از شوق و رغبتشان نكاسته تا از پروردگار خويش نا اميد گردند. از مناجات هاى طولانى، خسته نشده، و اشتغال به غير خدا آنها را تحت تسلط خود در نياورده است، و از فرياد استغاثه و زارى آنها فروكش نكرده و در مقام عبادت و نيايش دوش به دوش هم همواره ايستاده اند، راحت طلبى آنها را به كوتاهى در انجام دستوراتش وادار نساخته، و كودنى و غفلت و فراموشى بر تلاش و كوشش و عزم راسخ فرشتگان راه نمى يابد، و فريب هاى شهوت، همّت هاى بلندشان را تيرباران نمى كند. 
فرشتگان، ايمان به خداى صاحب عرش را ذخيره روز بى نوايى خود قرار داده و آن هنگام كه خلق به غير خدا روى مى آورد آنها تنها متوجّه پروردگار خويشند، هيچ گاه عبادت خدا را پايان نمى دهند، و شوق و علاقه خود را از انجام اوامر الهى و اطاعت پروردگار سست نمى كنند، آنچه آنان را شيفته اطاعت خدا كرده بذر محبّت است كه در دل مى پرورانند، و هيچ گاه دل از بيم و اميد او بر نمى دارند. 
عوامل ترس آنها را از مسؤوليت باز نمى دارد تا در انجام وظيفه سستى ورزند، طمع ها به آنان شبيخون نزده تا تلاش دنيا را بر كار آخرت مقدّم دارند، اعمال گذشته خود را بزرگ نمى شمارند، و اگر بزرگ بشمارند اميدوارند، و اميد فراوان نمى گذارد تا از پروردگار ترسى در دل داشته باشند. `,
subTitle7: "7. پاك بودن فرشتگان از رذايل اخلاقى",
body7: `فرشتگان در باره پروردگار خويش به جهت وسوسه هاى شيطانى اختلاف نكرده اند، و برخوردهاى بد با هم نداشته و راه جدايى نگيرند. كينه ها و حسادت ها در دلشان راه نداشته 
و عوامل شك و ترديد و خواهش هاى نفسانى، آنها را از هم جدا نساخته، و افكار گوناگون آنان را به تفرقه نكشانده است.
فرشتگان بندگان ايمانند، و طوق بندگى به گردن افكنده و هيچ گاه با شك و ترديد و سستى، آن را بر زمين نمى گذارند. در تمام آسمان ها جاى پوستينى خالى نمى توان يافت مگر آن كه فرشته اى به سجده افتاده، يا در كار و تلاش است. اطاعت فراوان آنها بر يقين و معرفتشان نسبت به پروردگار مى افزايد، و عزّت خداوند عظمت او را در قلبشان بيشتر مى نمايد. `,
subTitle8: "8. چگونگى آفرينش زمين ",
body8: `زمين را به موج هاى پر خروش، و درياهاى موّاج فرو پوشاند، موج هايى كه بالاى آن ها به هم مى خورد و در تلاطمى سخت، هر يك ديگرى را واپس مى زد، چونان شتران نر مست، فرياد كنان و كف بر لب، به هر سوى روان بودند. پس، قسمت هاى سركش آب از سنگينى زمين فرو نشست و هيجان آنها بر اثر تماس با سينه زمين آرام گرفت. زيرا زمين با پشت بر آن مى غلطيد و آن همه سر و صداى امواج ساكن و آرام شده، چون اسب افسار شده رام گرديد.
خشكى هاى زمين در دل امواج، گسترد، و آب را از كبر و غرور و سركشى و خروش باز داشت، و از شدّت حركتش كاسته شد، و بعد از آن همه حركت هاى تند ساكت شد، و پس از آن همه خروش و سركشى متكبّرانه به جاى خويش ايستاد. 
پس هنگامى كه هيجان آب در اطراف زمين فرو نشست، و كوه هاى سخت و مرتفع را بر دوش خود حمل كرد، چشمه هاى آب از فراز كوه ها بيرون آورد و آب ها را در شكاف بيابان ها و زمين هاى هموار روان كرد، و حركت زمين را با صخره هاى عظيم و قلّه كوه هاى بلند نظم داد، و زمين به جهت نفوذ كوه ها در سطح آن، فرو رفتن ريشه كوه ها در شكاف هاى آن و سوار شدن بر پشت دشت ها و صحراها، از لرزش و اضطراب باز ايستاد. `,
subTitle9: "9. نقش پديده هاى جوى در زمين",
body9: `و بين زمين و جو فاصله افكند، و وزش بادها را براى ساكنان آن آماده ساخت، تمام نيازمنديها و وسائل زندگى را براى اهل زمين استخراج و مهيّا فرمود.آنگاه هيچ بلندى از بلندى هاى زمين را كه آب چشمه ها و نهرها به آن راه ندارد وانگذاشت، بلكه ابرهايى را آفريد تا قسمت هاى مرده آن احيا شود، و گياهان رنگارنگ برويند. 
قطعات بزرگ و پراكنده ابرها را به هم پيوست تا سخت به حركت در آمدند، و با به هم خوردن ابرها، برق ها درخشيدن گرفت، و از درخشندگى ابرهاى سفيد كوه پيكر، و متراكم چيزى كاسته نشد.
ابرها را پى در پى فرستاد تا زمين را احاطه كردند، و بادها شير باران را از ابرها دوشيدند، و به شدّت به زمين فرو ريختند، ابرها پايين آمده سينه بر زمين ساييدند، و آنچه بر پشت داشتند فرو ريختند كه در بخش هاى بى گياه زمين انواع گياهان روييدن گرفت، و در دامن كوه ها، سبزه ها پديد آمد`,
subTitle10: "10. زيبايى هاى زمين",
body10: `پس زمين به وسيله باغ هاى زيبا، همگان را به سرور و شادى دعوت كرده، با لباس نازك گل برگ ها كه بر خود پوشيد، هر بيننده اى را به شگفتى واداشت. و با زينت و زيورى كه از گلو بند گل هاى گوناگون، فخر كنان خود را آراست، هر بيننده اى را به وجد آورد، كه فرآورده هاى نباتى را، توشه و غذاى انسان، و روزى حيوانات قرار داد. در گوشه و كنار آن درّه هاى عميق آفريد، و راه ها و نشانه ها براى آنان كه بخواهند از جادّه هاى وسيع آن عبور كنند، تعيين كرد. `,
subTitle11: "11. داستان زندگى آغازين آدم عليه السّلام و اعزام پيامبران عليهم السّلام ",
body11: `هنگامى كه خدا زمين را آماده زندگى انسان ساخت و فرمان خود را صادر فرمود، آدم عليه السّلام را از ميان مخلوقاتش برگزيد، و او را نخستين و برترين مخلوق خود در زمين قرار داد. ابتدا آدم را در بهشت جاى داده و خوراكى هاى گوارا به او بخشيد و از آنچه كه او را منع كرد پرهيز داد و آگاهش ساخت كه اقدام بر آن، نافرمانى بوده و مقام و ارزش او را به خطر خواهد افكند. 
امّا آدم عليه السّلام به آنچه نهى شد، اقدام كرد و علم خداوند در باره او تحقّق يافت، تا آن كه پس از توبه، او را از بهشت به سوى زمين فرستاد، تا با نسل خود زمين را آباد كند، و بدين وسيله حجت را بر بندگان تمام كرد، و پس از وفات آدم عليه السّلام زمين را از حجّت خالى نگذاشت و ميان فرزندان آدم عليه السّلام و خود، پيوند شناسايى برقرار فرمود، و قرن به قرن، حجّت ها و دليل ها را بر زبان پيامبران برگزيده آسمانى و حاملان رسالت خويش جارى ساخت، تا اينكه سلسله انبياء با پيامبر اسلام، حضرت محمد صلّى اللّه عليه و آله و سلّم به اتمام رسيد و بيان احكام و انذار و بشارت الهى به سر منزل نهايى راه يافت. `,
subTitle12: "12. آفرينش امكانات زندگى",
body12: `روزى انسان ها را اندازه گيرى و مقدّر فرمود، گاهى كم و زمانى زياد، و به تنگى و وسعت به گونه اى عادلانه تقسيم كرد تا هر كس را كه بخواهد با تنگى روزى يا وسعت آن بيازمايد، و با شكر و صبر، غنى و فقير را مورد آزمايش قرار دهد. پس روزى گسترده را با فقر و بيچارگى در آميخت، و تندرستى را با حوادث دردناك پيوند داد، دوران شادى و سرور را با غصّه و اندوه نزديك ساخت.
اجل و سر آمد زندگى را مشخّص كرد، آن را گاهى طولانى و زمانى كوتاه قرار داد، مقدّم يا مؤخّر داشت، و براى مرگ، اسباب و وسائلى فراهم ساخت، و با مرگ، رشته هاى زندگى را در هم پيچيد و پيوندهاى خويشاوندى را از هم گسست تا آزمايش گردند. `,
subTitle13: "13. تعريف علم خداوند",
body13: `خداوند از اسرار پنهانى مردم و از نجواى آنان كه آهسته سخن مى گويند و از آنچه كه در فكرها بواسطه گمان خطور مى كند، و تصميم هايى كه به يقين مى پيوندد، و از نگاه هاى رمزى چشم كه از لابلاى پلك ها خارج مى گردد، آگاه است. 
خدا از آنچه در مخفى گاه هاى دل ها قرار دارد، و از امورى كه پشت پرده غيب پنهان است، و آنچه را كه پرده هاى گوش مخفيانه مى شنود، و از اندرون لانه هاى تابستانى مورچگان، و خانه هاى زمستانى حشرات، از آهنگ اندوهبار زنان غم ديده و صداى آهسته قدم ها، آگاهى دارد. 
خداى سبحان از جايگاه پرورش ميوه در درون پرده هاى شكوفه ها، و از مخفى گاه غارهاى حيوانات وحشى در دل كوه ها، و اعماق درّه ها، از نهانگاه پشّه ها بين ساقه ها و پوست درختان، از محل پيوستگى برگ ها به شاخسارها، و از جايگاه نطفه ها در پشت پدران، آگاه است. 
خدا از آنچه پرده ابر را به وجود مى آورد و به هم مى پيوندند، و از قطرات بارانى كه از ابرهاى متراكم مى بارند، و از آنچه كه گرد بادها از روى زمين برمى دارند، و باران ها با سيلاب آن را فرو مى نشانند و نابود مى كنند، از ريشه گياهان زمين كه ميان انبوه شن و ماسه پنهان شده است، از لانه پرندگانى كه در قلّه بلند كوه ها جاى گرفته، و از نغمه هاى مرغان در آشيانه هاى تاريك، از لؤلؤهايى كه در دل صدف ها پنهان است، و امواج درياهايى كه آنها را در دامن خويش پروراندند آگاهى دارد. 
خدا از آنچه كه تاريكى شب آن را فرا گرفته، و يا نور خورشيد بر آن تافته، و آنچه تاريكى ها و امواج نور، پياپى آن را در بر مى گيرد، از اثر هر قدمى، از احساس هر حركتى، و آهنگ هر سخنى، و جنبش هر لبى، و مكان هر موجود زنده اى، و وزن هر ذرّه اى، و ناله هر صاحب اندوهى اطلاع دارد. 
خدا هر آنچه از ميوه شاخسار درختان و برگ هايى كه روى زمين ريخته و از قرارگاه نطفه و بسته شدن خون و جنين كه به شكل پاره اى گوشت است، و پرورش دهنده انسان و نطفه آگاهى دارد.
و براى اين همه آگاهى، هيچ گونه زحمت و دشوارى براى او وجود ندارد و براى نگهدارى اين همه از مخلوقات رنگارنگ كه پديد آورده دچار نگرانى نمى شود، و در تدبير امور مخلوقات، سستى و ملالى در او راه نمى يابد، بلكه علم پروردگار در آنها نفوذ يافته و همه آنها را شماره كرده است، و عدالتش همه را در بر گرفته و با كوتاهى كردن مخلوقات در ستايش او، باز فضل و كرمش تداوم يافته است. `,
subTitle14: "14. نيايش اميرالمؤمنين عليه السّلام ",
body14: `خدايا تويى سزاوار ستايش هاى نيكو، و بسيار و بى شمار تو را ستودن اگر تو را آرزو كنند پس بهترين آرزويى، و اگر به تو اميد بندند، بهترين اميدى. 
خدايا درهاى نعمت بر من گشودى كه زبان به مدح غير تو نگشايم. و بر اين نعمت ها غير از تو را ستايش نكنم، و زبان را در مدح نوميد كنندگان، و آنان كه مورد اعتماد نيستند باز نكنم.
خداوندا هر ثناگويى از سوى ستايش شده پاداشى دارد، به تو اميد بستم كه مرا به سوى ذخائر رحمت و گنج هاى آمرزش آشنا كنى. خدايا اين بنده توست كه تو را يگانه مى خواند، و توحيد و يگانگى تو را سزاست، و جز تو كسى را سزاوار اين ستايش ها نمى داند.
خدايا مرا به درگاه تو نيازى است كه جز فضل تو جبران نكند، و آن نيازمندى را جز عطا و بخشش تو به توانگرى مبدّل نگرداند، پس در اين مقام رضاى خود را به ما عطا فرما، و دست نياز ما را از دامن غير خود كوتاه گردان كه «تو بر هر چيزى توانايى».`
    }],
    number: 91,
    type: "خطبه"

  },
  {
    id: 8,
    category: "",
    title: "خطبه قاصعه",
    text: [{
      subTitle1: "1. والايى پروردگار ",
      body1: `ستايش خداوندى را سزاست كه لباس عزّت و بزرگى پوشيد، و آن دو را براى خود انتخاب، و از ديگر پديده ها باز داشت. آن دو را مرز ميان خود و ديگران قرار داد، و آن دو را براى بزرگى و عظمت خويش برگزيد، و لعنت كرد آن كس را كه در آرزوى عزّت و بزرگى با خدا به ستيزه برخيزد، از اين رو فرشتگان مقرّب خود را آزمود، و فروتنان را از گردنكشان جدا فرمود. 
با آن كه از آنچه در دل هاست، و از اسرار نهان آگاه است، به فرشتگان فرمود: «من بشرى را از گل و خاك مى آفرينم، آنگاه كه آفرينش او به اتمام رسيد، و روح در او دميدم، براى او سجده كنيد، فرشتگان همه سجده كردند مگر ابليس» كه حسادت او را فرا گرفت. `,
      subTitle2: "2. نكوهش تكبر و خودپسندى شيطان",
      body2: `شيطان بر آدم عليه السّلام به جهت خلقت او از خاك، فخر فروخت، و با تكيه به اصل خود كه از آتش است دچار تعصّب و غرور شد. پس شيطان دشمن خدا و پيشواى متعصّب ها و سر سلسله متكبّران است، كه اساس عصبيّت را بنا نهاد، و بر لباس كبريايى و عظمت با خدا در افتاد، لباس بزرگى را بر تن پوشيد و پوشش تواضع و فروتنى را از تن در آورد. 
آيا نمى نگريد كه خدا به خاطر خود بزرگ بينى، او را كوچك ساخت و به جهت بلند پروازى او را پست و خوار گردانيد پس او را در دنيا طرد شده، و آتش جهنّم را در قيامت براى او مهيّا فرمود.`,
      subTitle3: "3. آزمايش ها، درمان تكبّر ",
      body3: `خداوند اگر اراده مى كرد، آدم عليه السّلام را از نورى كه چشم ها را خيره كند، و زيباييش عقلها را مبهوت سازد، و عطر و پاكيزگى اش حس بويايى را تسخير كند مى آفريد، كه اگر چنين مى كرد، گردن ها در برابر آدم فروتنى مى كردند، و آزمايش فرشتگان براى سجده آدم عليه السّلام آسان بود، امّا خداوند مخلوقات خود را با امورى كه آگاهى ندارند آزمايش مى كند، تا بد و خوب تميز داده شود، و تكبّر و خودپسندى را از آنها بزدايد، و خود بزرگ بينى را از آنان دور كند. 
پس، از آنچه خداوند نسبت به ابليس انجام داد عبرت گيريد، زيرا اعمال فراوان و كوشش هاى مداوم او را با تكبّر از بين برد. او شش هزار سال عبادت كرد كه مشخّص مى باشد از سال هاى دنيا يا آخرت است، امّا با ساعتى تكبّر همه را نابود كرد، چگونه ممكن است پس از ابليس، فرد ديگرى همان اشتباه را تكرار كند و سالم بماند نه، هرگز خداوند هيچ گاه انسانى را براى عملى وارد بهشت نمى كند كه براى همان عمل فرشته اى را محروم سازد. فرمان خدا در آسمان و زمين يكسان است،و بين خدا و خلق، دوستى خاصّى وجود ندارد كه به خاطر آن، حرامى را كه بر جهانيان ابلاغ فرموده حلال بدارد.`,
    subTitle4: "4. هشدار از دشمنى هاى شيطان",
    body4: `اى بندگان خدا از دشمن خدا پرهيز كنيد، مبادا شما را به بيمارى خود مبتلا سازد، و با نداى خود شما را به حركت در آورد، و با لشكرهاى پياده و سواره خود بر شما بتازد. به جانم سوگند، شيطان تير خطرناكى براى شكار شما بر چلّه كمان گذارده، و تا حد توان كشيده، و از نزديك ترين مكان شما را هدف قرار داده است، و خطاب به خدا گفته: «پروردگارا به سبب آن كه مرا دور كردى، دنيا را در چشمهايشان جلوه مى دهم، و همه را گمراه خواهم كرد» امّا تيرى در تاريكى ها، و سنگى بدون نشانه روى رها ساخت، گرچه فرزندان خودپسندى، و برادران تعصّب و خود خواهى، و سواران مركب جهالت و خود پرستى، او را تصديق كردند. افراد سركش شما تسليم شيطان شدند، و طمع ورزى او را در شما كارگر افتاد، و اين حقيقت بر همه آشكار گرديد، و حكومت شيطان بر شما استوار شد، و با لشكر خويش به شما يورش برد، و شما را به ذلّت سقوط كشانيد، و شما را به مرز كشتار و خونريزى كشاند، و شما را با فروكردن نيزه در چشم ها، بريدن گلوها، كوبيدن مغزها پايمال كرد، تا شما را به سوى آتشى بكشاند كه از پيش مهيّا گرديد. 
پس شيطان بزرگ ترين مانع براى ديندارى، و زيانبارترين و آتش افروزترين فرد براى دنياى شماست شيطان از كسانى كه دشمن سر سخت شما هستند و براى در هم شكستنشان كمر بسته ايد خطرناك تر است. 
مردم آتش خشم خود را بر ضد شيطان به كار گيريد، و ارتباط خود را با او قطع كنيد. به خدا سوگند، شيطان بر اصل و ريشه شما فخر فروخت، و بر حسب و نسب شما طعنه زد و عيب گرفت، و با سپاهيان سواره خود به شما هجوم آورد، و با لشكر پياده راه شما را بست، كه هر كجا شما را بيابند شكار مى كنند، و دست و پاى شما را قطع مى كنند، نه مى توانيد با حيله و نقشه آنها را بپراكنيد، و نه با سوگندها قادريد از سر راهتان دور كنيد. زيرا كمين گاه شيطان ذلّت آور، تنگ و تاريك، مرگ آور، و جولانگاه بلا و سختى هاست.
پس شراره هاى تعصّب و كينه هاى جاهلى را در قلب خود خاموش سازيد، كه تكبّر و خود پرستى در دل مسلمان از آفت هاى شيطان، غرورها، و كشش ها و وسوسه هاى اوست. تاج تواضع و فروتنى را بر سر نهيد، و تكبر و خود پسندى را زير پا بگذاريد، و حلقه هاى زنجير خود بزرگ بينى را از گردن باز كنيد، و تواضع و فروتنى را سنگر ميان خود و شيطان و لشكريانش قرار دهيد، زيرا شيطان از هر گروهى لشكريان و يارانى سواره و پياده دارد. 
و شما همانند قابيل نباشيد كه بر برادرش تكبّر كرد، خدا او را برترى نداد، خويشتن را بزرگ مى پنداشت، و حسادت او را به دشمنى واداشت، تعصّب آتش كينه در دلش شعله ور كرد، و شيطان باد كبر و غرور در دماغش دميد، و سر انجام پشيمان شد، و خداوند گناه قاتلان را تا روز قيامت بر گردن او نهاد. `,
    subTitle5: "5. پرهيز از تكبّر و اخلاق جاهلى",
    body5: `آگاه باشيد در سركشى و ستم زياده روى كرديد، و در زمين در دشمنى با خداوند فساد به راه انداختيد، و آشكارا با بندگان خدا به نبرد پرداختيد. 
خدا را خدا را از تكبّر و خودپسندى، و از تفاخر جاهلى بر حذر باشيد، كه جايگاه بغض و كينه و رشد وسوسه هاى شيطانى است، كه ملّتهاى گذشته، و امّتهاى پيشين را فريب داده است، تا آنجا كه در تاريكى هاى جهالت فرو رفتند، و در پرتگاه هلاكت سقوط كردند، و به آسانى به همان جايى كه شيطان مى خواست كشانده شدند. كبر و خود پسندى چيزى است كه قلب هاى متكبّران را همانند كرده تا قرن ها به تضاد و خونريزى گذراندند، و سينه ها از كينه ها تنگى گرفت.`,
subTitle6: "6. پرهيز از سران متكبّر و خود پسند ",
body6: `آگاه باشيد زنهار زنهار از پيروى و فرمانبردارى سران و بزرگانتان، آنان كه به اصل و حسب خود مى نازند، و خود را بالاتر از آنچه كه هستند مى پندارند، و كارهاى نادرست را به خدا نسبت مى دهند، و نعمت هاى گسترده خدا را انكار مى كنند، تا با خواسته هاى پروردگارى مبارزه كنند، و نعمت هاى او را ناديده انگارند. آنان شالوده تعصّب جاهلى، و ستون هاى فتنه، و شمشيرهاى تفاخر جاهليّت هستند. 
پس، از خدا پروا كنيد، و با نعمت هاى خدادادى درگير نشويد، و به فضل و بخشش او حسادت نورزيد، و از فرومايگان اطاعت نكنيد، آنان كه تيرگى شان را با صفاى خود نوشيديد، و بيمارى شان را با سلامت خود درهم آميخته ايد، و باطل آنان را با حق خويش مخلوط كرده ايد، در حالى كه آنان ريشه همه فسق ها و انحرافات و همراه انواع گناهانند.
شيطان آنها را براى گمراه كردن مردم، مركب هاى رام قرار داد، و از آنان لشكرى براى هجوم به مردم ساخت، و براى دزديدن عقل هاى شما آنان را سخنگوى خود برگزيد، كه شما را هدف تيرهاى خويش، و پايمال قدم هاى خود، و دستاويز وسوسه هاى خود گردانيد. `,
subTitle7: "7. ضرورت عبرت از گذشتگان ",
body7: `مردم از آنچه كه بر ملّت هاى متكبّر گذشته، از كيفرها و عقوبت ها و سختگيرى ها، و ذلّت و خوارى فرود آمده عبرت گيريد، و از قبرها و خاكى كه بر آنچه ره نهادند، و زمين هايى كه با پهلوها بر آن افتادند پند پذيريد، و از آثار زشتى كه كبر و غرور در دل ها مى گذارد به خدا پناه ببريد، همانگونه كه از حوادث سخت به او پناه مى بريد. 
اگر خدا تكبّر ورزيدن را اجازه مى فرمود، حتما به بندگان مخصوص خود از پيامبران و امامان عليهم السلام اجازه مى داد، در صورتى كه خداى سبحان تكبّر و خودپسندى را نسبت به آنان ناپسند، و تواضع و فروتنى را براى آنان پسنديد، كه چهره بر زمين مى گذارند و صورت ها بر خاك مى مالند، و در برابر مؤمنان فروتنى مى كنند، و خود از قشر مستضعف جامعه مى باشند كه خدا آنها را با گرسنگى آزمود، و به سختى و بلا گرفتارشان كرد، و با ترس و بيم امتحانشان فرمود، و با مشكلات فراوان، خالصشان گردانيد. 
پس مال و فرزند را دليل خشنودى يا خشم خدا ندانيد، كه نشانه ناآگاهى به موارد آزمايش، و امتحان در بى نيازى و قدرت است، زيرا خداوند سبحان فرمود: «آيا گمان مى كنند مال و فرزندانى كه به آنها عطا كرديم، به سرعت نيكى ها را براى آنان فراهم مى كنيم نه آنان آگاهى ندارند». پس همانا خداوند سبحان بندگان متكبّر را با دوستان خود كه در چشم آنها ناتوانند مى آزمايد.`,
subTitle8: "8. فلسفه آزمايش ها ",
body8: `وقتى كه موسى بن عمران و برادرش هارون عليهما السّلام بر فرعون وارد شدند، و جامه هاى پشمين بتن، و چوب دستى در دست داشتند، و با فرعون شرط كردند كه اگر تسليم پروردگار شود، حكومت و ملكش جاودانه بماند و عزّتش برقرار باشد، فرعون گفت: «آيا از اين دو نفر تعجّب نمى كنيد كه دوام عزّت و جاودانگى حكومتم را به خواسته هاى خود ربط مى دهند در حالى كه در فقر و بيچارگى به سر مى برند اگر چنين است چرا دستبندهاى طلا به همراه ندارند». اين سخن را فرعون براى بزرگ شمردن طلا و تحقير پوشش لباسى از پشم گفت.
در حالى كه اگر خداى سبحان اراده مى فرمود، به هنگام بعثت پيامبران، درهاى گنج ها، و معدن هاى جواهرات، و باغات سرسبز را به روى پيامبران مى گشود، و پرندگان آسمان و حيوانات وحشى زمين را همراه آنان به حركت در مى آورد. 
امّا اگر اين كار را مى كرد، آزمايش از ميان مى رفت، و پاداش و عذاب بى اثر مى شد، و بشارت ها و هشدارهاى الهى بى فايده مى بود، و بر مؤمنان اجر و پاداش امتحان شدگان واجب نمى شد، و ايمان آورندگان ثواب نيكوكاران را نمى يافتند، و واژه ها، معانى خود را از دست مى داد. 
در صورتى كه خداوند پيامبران را با عزم و اراده قوى، گرچه با ظاهرى ساده و فقير مبعوث كرد، با قناعتى كه دل ها و چشم ها را پر سازد، هر چند فقر و ندارى ظاهرى آنان چشم و گوش ها را خيره سازد. 
اگر پيامبران الهى، داراى چنان قدرتى بودند كه مخالفت با آنان امكان نمى داشت، و توانايى و عزّتى مى داشتند كه هرگز مغلوب نمى شدند، و سلطنت و حكومتى مى داشتند كه همه چشم ها به سوى آنان بود، از راه هاى دور بار سفر به سوى آنان مى بستند، اعتبار و ارزششان در ميان مردم اندك بود، و متكبّران در برابرشان سر فرود مى آوردند، و تظاهر به ايمان مى كردند، از روى ترس يا علاقه اى كه به مادّيات داشتند. در آن صورت نيّت هاى خالص يافت نمى شد، و اهداف غير الهى در ايمانشان راه مى يافت، و با انگيزه هاى گوناگون به سوى نيكى ها مى شتافتند. 
امّا خداى سبحان اراده فرمود كه پيروى از پيامبران، و تصديق كتب آسمانى، و فروتنى در عبادت، و تسليم در برابر فرمان خدا، و اطاعت محض فرمانبردارى، با نيّت خالص تنها براى خدا صورت پذيرد، و اهداف غير خدايى در آن راه نيابد، كه هر مقدار آزمايش و مشكلات بزرگتر باشد ثواب و پاداش نيز بزرگتر خواهد بود. `,
subTitle9: "9. فلسفه حج ",
body9: `آيا مشاهده نمى كنيد كه همانا خداوند سبحان، انسان هاى پيشين از آدم عليه السّلام تا آيندگان اين جهان را با سنگ هايى در مكّه آزمايش كرد كه نه زيان مى رسانند، و نه نفعى دارند، نه مى بينند، و نه مى شنوند اين سنگ ها را خانه محترم خود قرار داده و آن را عامل پايدارى مردم گردانيد. سپس كعبه را در سنگلاخ ترين مكان ها، بى گياه ترين زمين ها، و كم فاصله ترين درّه ها، در ميان كوه هاى خشن، سنگريزه هاى فراوان، و چشمه هاى كم آب، و آبادى هاى از هم دور قرار داد، كه نه شتر، نه اسب و گاو و گوسفند، هيچ كدام در آن سرزمين آسايش ندارند. 
سپس آدم عليه السلام و فرزندانش را فرمان داد كه به سوى كعبه برگردند، و آن را مركز اجتماع و سر منزل مقصود و بار اندازشان گردانند، تا مردم با عشق قلب ها، به سرعت از ميان فلات و دشت هاى دور، و از درون شهرها، روستاها، درّه هاى عميق، و جزاير از هم پراكنده درياها به مكّه روى آورند، شانه هاى خود را بجنبانند، و گرداگرد كعبه لا اله الا اللّه بر زبان جارى سازند، و در اطراف خانه طواف كنند، و با موهاى آشفته، و بدن هاى پر گرد و غبار در حركت باشند. لباس هاى خود را كه نشانه شخصيّت هر فرد است در آورند، و با اصلاح نكردن موهاى سر، قيافه خود را تغيير دهند، كه آزمونى بزرگ، و امتحانى سخت، و آزمايشى آشكار است براى پاكسازى و خالص شدن، كه خداوند آن را سبب رحمت و رسيدن به بهشت قرار داد. 
اگر خداوند خانه محترمش، و مكان هاى انجام مراسم حج را، در ميان باغ ها و نهرها، و سرزمين هاى سبز و هموار، و پردرخت و ميوه، مناطقى آباد و داراى خانه ها و كاخ هاى بسيار، و آبادى هاى به هم پيوسته، در ميان گندمزارها و باغات خرّم و پر از گل و گياه، داراى مناظرى زيبا و پر آب، در وسط باغستانى شادى آفرين، و جادّه هاى آباد قرار مى داد، به همان اندازه كه آزمايش ساده بود، پاداش نيز سبك تر مى شد. 
اگر پايه ها و بنيان كعبه، و سنگ هايى كه در ساختمان آن به كار رفته از زمرّد سبز، و ياقوت سرخ، و داراى نور و روشنايى بود، دل ها ديرتر به شك و ترديد مى رسيدند، و تلاش شيطان بر قلب ها كمتر اثر مى گذاشت، و وسوسه هاى پنهانى او در مردم كارگر نبود. 
در صورتى كه خداوند بندگان خود را با انواع سختى ها مى آزمايد، و با مشكلات زياد به عبادت مى خواند، و به اقسام گرفتارى ها مبتلا مى سازد، تا كبر و خود پسندى را از دل هايشان خارج كند، و به جاى آن فروتنى آورد، و درهاى فضل و رحمتش را به روى شان بگشايد، و وسائل عفو و بخشش را به آسانى در اختيارشان گذارد. `,
subTitle10: "10. پرهيز از ستمكارى ",
body10: `س، خدا را خدا را از تعجيل در عقوبت، و كيفر سركشى و ستم بر حذر باشيد، و از آينده دردناك ظلم، و سر انجام زشت تكبّر و خود پسندى كه كمين گاه ابليس است، و جايگاه حيله و نيرنگ اوست، بترسيد، حيله و نيرنگى كه با دلهاى انسان ها، چون زهر كشنده مى آميزد، و هرگز بى اثر نخواهد بود، و كسى از هلاكتش جان سالم نخواهد برد: نه دانشمند به خاطر دانشش، و نه فقير به جهت لباس كهنه اش، در امان مى باشد. `,
subTitle11: "11. فلسفه عبادات اسلامى",
body11: `خداوند بندگانش را، با نماز و زكات و تلاش در روزه دارى، حفظ كرده است، تا اعضا و جوارحشان آرام، و ديدگانشان خاشع، و جان و روانشان فروتن، و دل هايشان متواضع باشد، كبر و خودپسندى از آنان رخت بربندد، چرا كه در سجده، بهترين جاى صورت را به خاك ماليدن، فروتنى آورد، و گذاردن اعضاء پر ارزش بدن بر زمين، اظهار كوچكى كردن است. و روزه گرفتن، و چسبيدن شكم به پشت، عامل فروتنى است، و پرداخت زكات، براى مصرف شدن ميوه جات زمين و غير آن، در جهت نيازمنديهاى فقرا و مستمندان است. به آثار عبادات بنگريد كه چگونه شاخه هاى درخت تكبّر را در هم مى شكند و از روييدن كبر و خودپرستى جلوگيرى مى كند.`,
subTitle12: "12. تعصّب ورزيدن زشت و زيبا",
body12: `من در اعمال و رفتار جهانيان نظر دوختم، هيچ كس را نيافتم كه بدون علّت در باره چيزى تعصّب ورزد، جز با دليلى كه با آن ناآگاهان را بفريبد، و يا برهانى آورد كه در عقل سفيهان نفوذ كند، جز شما زيرا در باره چيزى تعصّب مى ورزيد كه نه علّتى دارد و نه سببى، ولى شيطان به خاطر اصل خلقت خود بر آدم عليه السّلام تعصّب ورزيد، و آفرينش او را مورد سرزنش قرار داد و گفت «مرا از آتش و تو را از گل ساخته اند»، و سرمايه داران فساد زده امّت ها، براى داشتن نعمت هاى فراوان تعصّب ورزيدند و گفتند: «ما صاحبان فرزندان و اموال فراوانيم و هرگز عذاب نخواهيم شد».
پس اگر در تعصّب ورزيدن ناچاريد، براى اخلاق پسنديده، افعال نيكو، و كارهاى خوب تعصّب داشته باشيد، همان افعال و كردارى كه انسان هاى با شخصيّت، و شجاعان خاندان عرب، و سران قبائل در آنها از يكديگر پيشى مى گرفتند، يعنى اخلاق پسنديده، بردبارى به هنگام خشم فراوان، و كردار و رفتار زيبا و درست، و خصلت هاى نيكو. پس تعصّب ورزيد در حمايت كردن از پناهندگان، و همسايگان، وفادارى به عهد و پيمان، اطاعت كردن از نيكى ها، سرپيچى از تكبّر و خود پسندى ها، تلاش در جود و بخشش، خود دارى از ستمكارى، بزرگ شمردن خونريزى، انصاف داشتن با مردم، فروخوردن خشم، پرهيز از فساد در زمين، تا رستگار شويد.`,
subTitle13: "13. علل پيروزى و شكست ملّت ها ",
body13: `از كيفرهايى كه بر اثر كردار بد و كارهاى ناپسند بر امّت هاى پيشين فرود آمد خود را حفظ كنيد، و حالات گذشتگان را در خوبى ها و سختى ها به ياد آوريد، و بترسيد كه همانند آنها باشيد پس آنگاه كه در زندگى گذشتگان مطالعه و انديشه مى كنيد، عهده دار چيزى باشيد كه عامل عزّت آنان بود، و دشمنان را از سر راهشان برداشت، و سلامت و عافيت زندگى آنان را فراهم كرد، و نعمت هاى فراوان را در اختيارشان گذاشت، و كرامت و شخصيّت به آنان بخشيد، كه از تفرقه و جدايى اجتناب كردند، و بر وحدت و همدلى همّت گماشتند، و يكديگر را به وحدت واداشته به آن سفارش كردند.
و از كارهايى كه پشت آنها را شكست، و قدرت آنها را در هم كوبيد، چون كينه توزى با يكديگر، پركردن دلها از بخل و حسد، به يكديگر پشت كردن و از هم بريدن، و دست از يارى هم كشيدن، بپرهيزيد.
و در احوالات مؤمنان پيشين انديشه كنيد، كه چگونه در حال آزمايش و امتحان به سر بردند، آيا بيش از همه مشكلات بر دوش آنها نبود و آيا بيش از همه مردم در سختى و زحمت نبودند و آيا از همه مردم جهان بيشتر در تنگنا قرار نداشتند فرعون هاى زمان، آنها را به بردگى كشاندند، و همواره بدترين شكنجه ها را بر آنان وارد كردند، و انواع تلخى ها را به كامشان ريختند، كه اين دوران ذلّت و هلاكت و مغلوب بودن، تداوم يافت نه راهى وجود داشت كه سرپيچى كنند، و نه چاره اى كه از خود دفاع نمايند.
تا آن كه خداوند، تلاش و استقامت و بردبارى در برابر ناملايمات آنها را، در راه دوستى خود، و قدرت تحمّل ناراحتى ها را براى ترس از خويش، مشاهده فرمود. آنان را از تنگناهاى بلا و سختى ها نجات داد، و ذلّت آنان را به عزّت و بزرگوارى، و ترس آنها را به امنيّت تبديل فرمود، و آنها را حاكم و زمامدار و پيشواى انسانها قرار داد، و آن قدر كرامت و بزرگى از طرف خدا به آنها رسيد كه خيال آن را نيز در سر نمى پروراندند. 
پس انديشه كنيد كه چگونه بودند آنگاه كه: وحدت اجتماعى داشتند، خواسته هاى آنان يكى، قلب هاى آنان يكسان، و دست هاى آنان مدد كار يكديگر، شمشيرها يارى كننده، نگاه ها به يك سو دوخته، و اراده ها واحد و همسو بود آيا در آن حال مالك و سرپرست سراسر زمين نبودند و رهبر و پيشواى همه دنيا نشدند. 
پس به پايان كار آنها نيز بنگريد در آن هنگام كه به تفرقه و پراكندگى روى آوردند، و مهربانى و دوستى آنان از بين رفت، و سخن ها و دل هايشان گوناگون شد، از هم جدا شدند، به حزب ها و گروه ها پيوستند، خداوند لباس كرامت خود را از تنشان بيرون آورد، و نعمت هاى فراوان شيرين را از آنها گرفت، و داستان آنها در ميان شما عبرت انگيز باقى ماند. 
از حالات زندگى فرزندان اسماعيل پيامبر، و فرزندان اسحاق پيامبر، فرزندان اسراييل «يعقوب» (كه درود بر آنان باد) عبرت گيريد، راستى چقدر حالات ملّتها با هم يكسان، و در صفات و رفتارشان با يكديگر همانند است در احوالات آنها روزگارى كه از هم جدا و پراكنده بودند انديشه كنيد، زمانى كه پادشاهان كسرى و قيصر بر آنان حكومت مى كردند، و آنها را از سرزمين هاى آباد، از كناره هاى دجله و فرات، و از محيطهاى سر سبز و خرّم دور كردند، و به صحراهاى كم گياه، و بى آب و علف، محل وزش بادها، و سرزمين هايى كه زندگى در آنجاها مشكل بود تبعيد كردند، آنان را در مكان هاى نامناسب، مسكين و فقير، همنشين شتران ساختند، خانه هاشان پست ترين خانه ملّت ها، و سرزمين زندگيشان خشك ترين بيابان ها بود، نه دعوت حقّى وجود داشت كه به آن روى آورند و پناهنده شوند، و نه سايه محبّتى وجود داشت كه در عزّت آن زندگى كنند. حالات آنان دگرگون، و قدرت آنان پراكنده، و جمعيّت انبوهشان متفرّق بود. در بلايى سخت، و در جهالتى فراگير فرو رفته بودند، دختران را زنده به گور، و بت ها را پرستش مى كردند، و قطع رابطه با خويشاوندان، و غارتگرى هاى پياپى در ميانشان رواج يافته بود. 
 `,
subTitle14: "14. ره آورد بعثت پيامبر اسلام صلّى اللّه عليه و آله:",
body14: `حال به نعمت هاى بزرگ الهى كه به هنگامه بعثت پيامبر اسلام صلّى اللّه عليه و آله و سلّم بر آنان فروريخت بنگريد، كه چگونه اطاعت آنان را با دين خود پيوند داد. و با دعوتش آنها را به وحدت رساند چگونه نعمت هاى الهى بالهاى كرامت خود را بر آنان گستراند، و جويبارهاى آسايش و رفاه بر ايشان روان ساخت و تمام بركات آيين حق، آنها را در بر گرفت در ميان نعمت ها غرق گشتند، و در خرّمى زندگانى شادمان شدند، امور اجتماعى آنان در سايه قدرت حكومت اسلام استوار شد، و در پرتو عزّتى پايدار آرام گرفتند، و به حكومتى پايدار رسيدند. آنگاه آنان حاكم و زمامدار جهان شدند، و سلاطين روى زمين گرديدند، و فرمانرواى كسانى شدند كه در گذشته حاكم بودند، و قوانين الهى را بر كسانى اجراء مى كردند كه مجريان احكام بودند، و در گذشته كسى قدرت در هم شكستن نيروى آنان را نداشت، و هيچ كس خيال مبارزه با آنان را در سر نمى پروراند.`,
subTitle15: "15. علل نكوهش و سقوط كوفيان ",
body15: `آگاه باشيد كه شما هم اكنون دست از رشته اطاعت كشيديد، و با زنده كردن ارزش هاى جاهليّت، دژ محكم الهى را در هم شكستيد، در حالى كه خداوند بر اين امّت اسلامى بر «وحدت و برادرى» منّت گذارده بود، كه در سايه آن زندگى كنند، نعمتى بود كه هيچ ارزشى نمى توان همانند آن تصوّر كرد، زيرا از هر ارزشى گران قدرتر، و از هر كرامتى والاتر بود. 
بدانيد كه پس از هجرت، دوباره چونان اعراب باديه نشين شده ايد، و پس از وحدت و برادرى به احزاب گوناگون تبديل گشته ايد، از اسلام تنها نام آن، و از ايمان جز نشانى را نمى شناسيد شعار مى دهيد: آتش آرى، ننگ هرگز گويا مى خواهيد اسلام را واژگون، و پرده حرمتش را پاره كنيد و پيمانى را كه خدا براى حفظ حرمت مسلمين در زمين، و عامل امنيّت و آرامش مردم قرار داد بشكنيد. همانا اگر شما به غير اسلام پناه بريد، كافران با شما نبرد خواهند كرد. آنگاه نه جبرئيل و نه ميكائيل، نه مهاجر و نه انصار، وجود ندارند كه شما را يارى دهند، و چاره اى جز نبرد با شمشير نداريد تا خدا در ميان شما حكم نمايد. 
مردم، از مثل هاى قرآن در باره كسانى كه عذاب و كيفر شدند، و روزهاى سخت آنان، و آسيب هاى شديدى كه ديدند آگاهيد، پس وعده عذاب خدا را دور مپنداريد، و به عذر اينكه آگاهى نداريد خود را گرفتار نسازيد، و انتقام خدا را سبك، و خود را از كيفر الهى ايمن مپنداريد، زيرا كه خداى سبحان، مردم روزگاران گذشته را از رحمت خود دور نساخت مگر براى ترك امر به معروف، و نهى از منكر. پس خدا، بى خردان را براى نافرمانى، و خردمندان را براى ترك باز داشتن ديگران از گناه، لعنت كرد. آگاه باشيد شما رشته پيوند با اسلام را قطع، و اجراى حدود الهى را تعطيل، و احكام اسلام را به فراموشى سپرده ايد.`,
subTitle16: "16. قاطعيّت امام در نبرد با منحرفان ",
body16: `آگاه باشيد خداوند مرا به جنگ با سركشان تجاوز كار، پيمان شكنان و فساد كنندگان در زمين فرمان داد: با ناكثان پيمان شكن جنگيدم، و با قاسطين تجاوز كار جهاد كردم، و مارقين خارج شده از دين را خوار و زبون ساختم، و رهبر خوارج (شيطان ردهه) بانگ صاعقه اى قلبش را به تپش آورد و سينه اش را لرزاند و كارش را ساخت. حال تنها اندكى از سركشان و ستمگران باقى ماندند، كه اگر خداوند مرا باقى گذارد با حمله ديگرى نابودشان خواهم كرد، و حكومت حق را در سراسر كشور اسلامى پايدار خواهم كرد، جز مناطق پراكنده و دور دست. من در خردسالى، بزرگان عرب را به خاك افكندم، و شجاعان دو قبيله معروف «ربيعه» و «مضر» را در هم شكستم.`,
subTitle17: "17. سوابق درخشان شجاعت و فضائل امام عليه السّلام",
body17: `شما موقعيّت مرا نسبت به رسول خدا صلّى اللّه عليه و آله در خويشاوندى نزديك، در مقام و منزلت ويژه مى دانيد، پيامبر مرا در اتاق خويش مى نشاند، در حالى كه كودك بودم مرا در آغوش خود مى گرفت، و در بستر مخصوص خود مى خوابانيد، بدنش را به بدن من مى چسباند، و بوى پاكيزه خود را به من مى بوياند، و گاهى غذايى را لقمه لقمه در دهانم مى گذارد، هرگز دروغى در گفتار من، و اشتباهى در كردارم نيافت. 
از همان لحظه اى كه پيامبر صلّى اللّه عليه و آله را از شير گرفتند، خداوند بزرگ ترين فرشته (جبرئيل) خود را مأمور تربيت پيامبر صلّى اللّه عليه و آله كرد تا شب و روز، او را به راه هاى بزرگوارى و راستى و اخلاق نيكو راهنمايى كند، و من همواره با پيامبر بودم چونان فرزند كه همواره با مادر است، پيامبر صلّى اللّه عليه و آله هر روز نشانه تازه اى از اخلاق نيكو را برايم آشكار مى فرمود، و به من فرمان مى داد كه به او اقتداء نمايم. 
پيامبر صلّى اللّه عليه و آله چند ماه از سال را در غار حراء مى گذراند، تنها من او را مشاهده مى كردم، و كسى جز من او را نمى ديد، در آن روزها، در هيچ خانه اسلام راه نيافت جز خانه رسول خدا صلّى اللّه عليه و آله كه خديجه هم در آن بود و من سوّمين آنان بودم. من نور وحى و رسالت را مى ديدم، و بوى نبوّت را مى بوييدم. 
من هنگامى كه وحى بر پيامبر صلّى اللّه عليه و آله فرود مى آمد، ناله شيطان را شنيدم، گفتم اى رسول خدا، اين ناله كيست گفت: شيطان است كه از پرستش خويش مأيوس گرديد. و فرمود: «على تو آنچه را من مى شنوم، مى شنوى، و آنچه را كه من مى بينم، مى بينى، جز اينكه تو پيامبر نيستى، بلكه وزير من بوده و به راه خير مى روى».`,
subTitle18: "18. خيره سرى و دشمنى سران قريش ",
body18: `من با پيامبر صلّى اللّه عليه و آله و سلّم بودم آنگاه كه سران قريش نزد او آمدند و گفتند: «اى محمد صلّى اللّه عليه و آله و سلّم تو ادّعاى بزرگى كردى، كه هيچيك از پدران و خاندانت نكردند، ما از تو معجزه اى مى خواهيم، اگر پاسخ مثبت داده، انجام دهى، مى دانيم كه تو پيامبر و فرستاده خدايى، و اگر از انجام آن سرباز زنى، خواهيم دانست كه ساحر و دروغگويى». 
پس پيامبر صلّى اللّه عليه و آله و سلّم فرمود «شما چه مى خواهيد» گفتند: «اين درخت را بخوان تا از ريشه كنده شود و در پيش تو بايستد» پيامبر صلّى اللّه عليه و آله و سلّم فرمود: خداوند بر همه چيز تواناست. حال اگر خداوند اين كار را بكند آيا ايمان مى آوريد و به حق شهادت مى دهيد گفتند: آرى، پيامبر صلّى اللّه عليه و آله و سلّم فرمود: من بزودى نشانتان مى دهم آنچه را كه درخواست كرديد، و همانا بهتر از هر كس مى دانم كه شما به خير و نيكى باز نخواهيد گشت، زيرا در ميان شما كسى است كه كشته شده و در چاه «بدر» دفن خواهد شد، و كسى است كه جنگ احزاب را تدارك خواهد كرد. سپس به درخت اشاره كرد و فرمود: «اى درخت اگر به خدا و روز قيامت ايمان دارى، و مى دانى من پيامبر خدايم، از زمين با ريشه هايت در آى، و به فرمان خدا در پيش روى من قرار گير». 
سوگند به پيامبرى كه خدا او را به حق مبعوث كرد، درخت با ريشه هايش از زمين كنده شده، و پيش آمد كه با صداى شديد چونان به هم خوردن بال پرندگان، يا به هم خوردن شاخه هاى درختان، جلو آمد و در پيش روى پيامبر صلّى اللّه عليه و آله و سلّم ايستاد كه برخى از شاخه هاى بلند خود را بر روى پيامبر صلّى اللّه عليه و آله و سلّم و بعضى ديگر را روى من انداخت و من در طرف راست پيامبر صلّى اللّه عليه و آله و سلّم ايستاده بودم، وقتى سران قريش اين منظره را مشاهده كردند، با كبر و غرور گفتند: «به درخت فرمان ده، نصفش جلوتر آيد، و نصف ديگر در جاى خود بماند» پيامبر صلّى اللّه عليه و آله و سلّم فرمان داد. نيمى از درخت با وضعى شگفت آور و صدايى سخت به پيامبر صلّى اللّه عليه و آله و سلّم نزديك شد گويا مى خواست دور آن حضرت بپيچد، امّا سران قريش از روى كفر و سركشى گفتند: «فرمان ده اين نصف باز گردد و به نيم ديگر ملحق شود، و به صورت اول در آيد» پيامبر صلّى اللّه عليه و آله و سلّم دستور داد و چنان شد. 
من گفتم: لا اله الا اللّه، اى رسول خدا من نخستين كسى هستم كه به تو ايمان آوردم، و نخستين فردى هستم اقرار مى كنم كه درخت با فرمان خدا براى تصديق نبوّت، و بزرگداشت دعوت رسالت، آنچه را خواستى انجام داد. امّا سران قريش همگى گفتند: «او ساحرى است دروغگو، كه سحرى شگفت آور دارد، و سخت با مهارت است». و خطاب به پيامبر صلّى اللّه عليه و آله و سلّم گفتند: «آيا نبوّت تو را كسى جز امثال على عليه السّلام باور مى كند».`,
subTitle19: "19. الگوهاى كامل ايمان",
body19: `و همانا من از كسانى هستم كه در راه خدا از هيچ سرزنشى نمى ترسند، كسانى كه سيماى آنها سيماى صدّيقان، و سخنانشان، سخنان نيكان است، شب زنده داران و روشنى بخشان روزند، به دامن قرآن پناه برده سنّت هاى خدا و رسولش را زنده مى كنند، نه تكبّر و خود پسندى دارند، و نه بر كسى برترى مى جويند، نه خيانتكارند و نه در زمين فساد مى كنند، قلب هايشان در بهشت، و پيكرهايشان سرگرم اعمال پسنديده است. `,
    }],
    number: 192,
    type: "خطبه"

  },
  {
    id: 9,
    category: "",
    title: "خطبه متقین",
    text: [{
      body1: ` (گفته شد يكى از ياران پرهيزكار امام عليه السّلام به نام همّام(1) گفت: اى امير مؤمنان پرهيزكاران را براى من آنچنان وصف كن كه گويا آنان را با چشم مى نگرم. امام عليه السّلام در پاسخ او درنگى كرد و فرمود «اى همّام از خدا بترس و نيكوكار باش كه خداوند با پرهيزكاران و نيكوكاران است». امّا همّام دست بردار نبود و اصرار ورزيد، تا آن كه امام عليه السّلام تصميم گرفت صفات پرهيزكاران را بيان فرمايد. پس خدا را سپاس و ثنا گفت، و بر پيامبرش درود فرستاد، و فرمود): 
پس از ستايش پروردگار، همانا خداوند سبحان پديده ها را در حالى آفريد كه از اطاعتشان بى نياز، و از نافرمانى آنان در امان بود، زيرا نه معصيت گناهكاران به خدا زيانى مى رساند و نه اطاعت مؤمنان براى او سودى دارد، روزى بندگان را تقسيم، و هر كدام را در جايگاه خويش قرار داد.`,
subTitle2: "1. سيماى پرهيزكاران",
body2: `امّا پرهيزكاران در دنيا داراى فضيلت هاى برترند، سخنانشان راست، پوشش آنان ميانه روى، و راه رفتنشان با تواضع و فروتنى است، چشمان خود را بر آنچه خدا حرام كرده مى پوشانند، و گوش هاى خود را وقف دانش سودمند كرده اند. 
و در روزگار سختى و گشايش، حالشان يكسان است. و اگر نبود مرگى كه خدا بر آنان مقدّر فرموده، روح آنان حتى به اندازه بر هم زدن چشم، در بدن ها قرار نمى گرفت، از شوق ديدار بهشت، و از ترس عذاب جهنّم. 
خدا در جانشان بزرگ و ديگران كوچك مقدارند، بهشت براى آنان چنان است كه گويى آن را ديده و در نعمت هاى آن به سر مى برند، و جهنّم را چنان باور دارند كه گويى آن را ديده و در عذابش گرفتارند. 
دل هاى پرهيزكاران اندوهگين، و مردم از آزارشان در أمان، تن هايشان لاغر، و درخواست هايشان اندك، و نفسشان عفيف و دامنشان پاك است. 
در روزگار كوتاه دنيا صبر كرده تا آسايش جاودانه قيامت را به دست آورند: تجارتى پر سود كه پروردگارشان فراهم فرموده، دنيا مى خواست آنها را بفريبد امّا عزم دنيا نكردند، مى خواست آنها را اسير خود گرداند كه با فدا كردن جان، خود را آزاد ساختند. `,
subTitle3: "2. شب پرهيزكاران ",
body3: `پرهيزكاران در شب بر پا ايستاده مشغول نمازند، قرآن را جزء جزء و با تفكّر و انديشه مى خوانند، با قرآن جان خود را محزون و داروى درد خود را مى يابند. وقتى به آيه اى برسند كه تشويقى در آن است، با شوق و طمع بهشت به آن روى آورند، و با جان پر شوق در آن خيره شوند، و گمان مى برند كه نعمت هاى بهشت برابر ديدگانشان قرار دارد، و هر گاه به آيه اى مى رسند كه ترس از خدا در آن باشد، گوش دل به آن مى سپارند، و گويا صداى بر هم خوردن شعله هاى آتش، در گوششان طنين افكن است، پس قامت به شكل ركوع خم كرده، پيشانى و دست و پا بر خاك ماليده، و از خدا آزادى خود را از آتش جهنّم مى طلبند. `,
subTitle4: "3. روز پرهيزكاران ",
body4: `پرهيزكاران در روز، دانشمندانى بردبار، و نيكوكارانى با تقوا هستند كه ترس الهى آنان را چونان تير تراشيده لاغر كرده است، كسى كه به آنها مى نگرد مى پندارد كه بيمارند امّا آنان را بيمارى نيست، و مى گويد، مردم در اشتباهند در صورتى كه آشفتگى ظاهرشان، نشان از امرى بزرگ است. 
از اعمال اندك خود خشنود نيستند، و اعمال زياد خود را بسيار نمى شمارند. نفس خود را متّهم مى كنند، و از كردار خود ترسناكند. 
هرگاه يكى از آنان را بستايند، از آنچه در تعريف او گفته شد در هراس افتاده مى گويد: «من خود را از ديگران بهتر مى شناسم و خداى من، مرا بهتر از من مى شناسد، بار خدايا، مرا بر آنچه مى گويند محاكمه نفرما، و بهتر از آن قرارم ده كه مى گويند، و گناهانى كه نمى دانند بيامرز». `,
subTitle5: "4. نشانه هاى پرهيزكاران ",
body5: `و از نشانه هاى يكى از پرهيزكاران اين است كه او را اينگونه مى بينى: در ديندارى نيرومند، نرمخو و دور انديش است، داراى ايمانى پر از يقين، حريص در كسب دانش، با داشتن علم بردبار.
در توانگرى ميانه رو، در عبادت فروتن، در تهيدستى آراسته، در سختى ها بردبار، در جستجوى كسب حلال، در راه هدايت شادمان و پرهيز كننده از طمع ورزى، مى باشد. 
اعمال نيكو انجام مى دهد و ترسان است، روز را به شب مى رساند با سپاسگزارى، و شب را به روز مى آورد با ياد خدا، شب مى خوابد اما ترسان، و بر مى خيزد شادمان، ترس براى اينكه دچار غفلت نشود، و شادمانى براى فضل و رحمتى كه به او رسيده است. 
اگر نفس او در آنچه دشوار است فرمان نبرد، از آنچه دوست دارد محرومش مى كند. روشنى چشم پرهيزكار در چيزى قرار دارد كه جاودانه است، و آن را ترك مى كند كه پايدار نيست، بردبارى را با علم، و سخن را با عمل، در مى آميزد. 
پرهيزكار را مى بينى كه: آرزويش نزديك، لغزش هايش اندك، قلبش فروتن، نفسش قانع، خوراكش كم، كارش آسان، دينش حفظ شده، شهوتش در حرام مرده و خشمش فرو خورده است. مردم به خيرش اميدوار، و از آزارش در امانند. 
اگر در جمع بى خبران باشد نامش در گروه ياد آوران خدا ثبت مى گردد، و اگر در ياد آوران باشد نامش در گروه بى خبران نوشته نمى شود.
ستمكار خود را عفو مى كند، به آن كه محرومش ساخته مى بخشد، به آن كس كه با او بريده مى پيوندد، از سخن زشت دور، و گفتارش نرم، بدى هاى او پنهان، و كار نيكش آشكار است. نيكى هاى او به همه رسيده، آزار او به كسى نمى رسد. 
در سختى ها آرام، و در ناگواريها بردبار و در خوشى ها سپاسگزار است. به آن كه دشمن دارد ستم نكند، و نسبت به آن كه دوست دارد به گناه آلوده نشود. 
پيش از آن كه بر ضد او گواهى دهند به حق اعتراف مى كند، و آنچه را به او سپرده اند ضايع نمى سازد، و آنچه را به او تذكّر دادند فراموش نمى كند. مردم را با لقب هاى زشت نمى خواند، همسايگان را آزار نمى رساند، در مصيبت هاى ديگران شاد نمى شود.
و در كار ناروا دخالت نمى كند، و از محدوده حق خارج نمى شود. اگر خاموش است سكوت او اندوهگينش نمى كند، و اگر بخندد آواز خنده او بلند نمى شود، و اگر به او ستمى روا دارند صبر مى كند تا خدا انتقام او را بگيرد. نفس او از دستش در زحمت، ولى مردم در آسايشند. براى قيامت خود را به زحمت مى افكند، ولى مردم را به رفاه و آسايش مى رساند. 
دورى او از برخى مردم، از روى زهد و پارسايى، و نزديك شدنش با بعضى ديگر از روى مهربانى و نرمى است. دورى او از تكبّر و خود پسندى، و نزديكى او از روى حيله و نيرنگ نيست. 
(سخن امام كه به اينجا رسيد، ناگهان همّام ناله اى زد و جان داد. امام عليه السّلام فرمود) سوگند به خدا من از اين پيش آمد بر همّام مى ترسيدم. سپس گفت: آيا پندهاى رسا با آنان كه پذيرنده آنند چنين مى كند؟ شخصى رسيد و گفت: چرا با تو چنين نكرد؟ امام عليه السّلام پاسخ داد: واى بر تو، هر أجلى وقت معيّنى دارد كه از آن پيش نيفتد و سبب مشخّصى دارد كه از آن تجاوز نكند. آرام باش و ديگر چنين سخنانى مگو، كه شيطان آن را بر زبانت رانده است.
`
      }],
    number: 193,
    type: "خطبه"

  },
  {
    id: 10,
    category: "",
    title: "توصیه به تقوا و عمل",
    text: [{
      subTitle1: "1. پرهيزكارى و عمل:",
      body1: `همانا ترس از خدا كليد هر در بسته، و ذخيره رستاخيز، و عامل آزادگى از هر گونه بردگى، و نجات از هر گونه هلاكت است. در پرتو پرهيزكارى، تلاشگران پيروز، پرواكنندگان از گناه رستگار، و به هر آرزويى مى توان رسيد.
مردم عمل كنيد كه عمل نيكو به سوى خدا بالا مى رود، و توبه سودمند است، و دعا به اجابت مى رسد، و آرامش برقرار، و قلم هاى فرشتگان در جريان است. به سوى اعمال نيكو بشتابيد پيش از آن كه عمرتان پايان پذيرد، يا بيمارى مانع شود، و يا تير مرگ شما را هدف قرار دهد.`,
subTitle2: "2. ضرورت ياد مرگ:",
body2: `مرگ نابود كننده لذّت ها، تيره كننده خواهش هاى نفسانى، و دور كننده اهداف شماست، مرگ ديدار كننده اى دوست نداشتنى، هماوردى شكست ناپذير و كينه توزى است كه بازخواست نمى شود، دام هاى خود را هم اكنون بر دست و پاى شما آويخته، و سختى هايش شما را فرا گرفته، و تيرهاى خود را به سوى شما پرتاب كرده است. قهرش بزرگ، و دشمنى او پياپى و تيرش خطا نمى كند.
چه زود است كه سايه هاى مرگ، و شدّت دردهاى آن، و تيرگى هاى لحظه جان كندن، و بيهوشى سكرات مرگ، و ناراحتى و خارج شدن روح از بدن، و تاريكى چشم پوشيدن از دنيا، و تلخى خاطره ها، شما را فرا گيرد.
پس ممكن است ناگهان مرگ بر شما هجوم آورد، و گفتگوهايتان را خاموش، و جمعيّت شما را پراكنده، و نشانه هاى شما را نابود، و خانه هاى شما را خالى، و ميراث خواران شما را بر انگيزد تا ارث شما را تقسيم كنند، آنان يا دوستان نزديكند كه به هنگام مرگ نفعى نمى رسانند، يا نزديكان غم زده اى كه نمى توانند جلوى مرگ را بگيرند، يا سرزنش كنندگانى كه گريه و زارى نمى كنند.`,
subTitle3: "3. سفارش به نيكوكارى:",
body3: `بر شما باد به تلاش و كوشش، آمادگى و آماده شدن، و جمع آورى زاد و توشه آخرت و در دوران زندگى دنيا. دنيا شما را مغرور نسازد، چنانكه گذشتگان شما و امّت هاى پيشين را در قرون سپرى شده مغرور ساخت. آنان كه دنيا را دوشيدند، به غفلت زدگى در دنيا گرفتار آمدند، فرصت ها را از دست دادند، و تازه هاى آن را فرسوده ساختند، سرانجام خانه هايشان گورستان، و سرمايه هايشان ارث اين و آن گرديد، آنان كه نزديكشان را نمى شناسند، و به گريه كنندگان خود توجّهى ندارند، و نه دعوتى را پاسخ مى گويند.
مردم از دنياى حرام بپرهيزيد، كه حيله گر و فريبنده و نيرنگ باز است، بخشنده اى باز پس گيرنده، و پوشنده اى برهنه كننده است، آسايش دنيا بى دوام، و سختى هايش بى پايان، و بلاهايش دائمى است.`,
subTitle4: "4. دنيا و زاهدان:",
body4: `زاهدان گروهى از مردم دنيايند كه دنيا پرست نمى باشند، پس در دنيا زندگى مى كنند امّا آلودگى دنيا پرستان را ندارند، در دنيا با آگاهى و بصيرت عمل مى كنند، و در ترك زشتى ها از همه پيشى مى گيرند، بدن هايشان به گونه اى در تلاش و حركت است كه گويا ميان مردم آخرتند، اهل دنيا را مى نگرند كه مرگ بدن ها را بزرگ مى شمارند، امّا آنها مرگ دل هاى زندگان را بزرگ تر مى دانند.`,
    }],
    number: 230,
    type: "خطبه"

  },
];
export default khutbaData;