const namahData = [
  {
    id: 1,
    category: "اجتماعی، سیاسی",
    title:
      "(نامه به فرزندش امام حسن عليه السّلام وقتى از جنگ صفين باز مى گشت و به سرزمين «حاضرين»(1) رسيده بود در سال 38 هجرى).",
    text: `1. انسان و حوادث روزگار
از پدرى فانى، اعتراف دارنده به گذشت زمان، زندگى را پشت سر نهاده -كه در سپرى شدن دنيا چاره اى ندارد-  مسكن گزيده در جايگاه گذشتگان، و كوچ كننده فردا، به فرزندى آزمند چيزى كه به دست نمى آيد، رونده راهى كه به نيستى ختم مى شود، در دنيا هدف بيمارى ها، در گرو روزگار، و در تيررس مصائب، گرفتار دنيا، سودا كننده دنياى فريب كار، وام دار نابودى ها، اسير مرگ، هم سوگند رنجها، هم نشين اندوه ها، آماج بلاها، به خاك در افتاده خواهش ها، و جانشين گذشتگان است. 
پس از ستايش پروردگار، همانا گذشت عمر، و چيرگى روزگار، و روى آوردن آخرت، مرا از ياد غير خودم باز داشته و تمام توجه مرا به آخرت كشانده است، كه به خويشتن فكر مى كنم و از غير خودم روى گردان شدم، كه نظرم را از ديگران گرفت، و از پيروى خواهشها باز گرداند، و حقيقت كار مرا نماياند، و مرا به راهى كشاند كه شوخى بر نمى دارد، و به حقيقتى رساند كه دروغى در آن راه ندارد. 
و تو را ديدم كه پاره تن من، بلكه همه جان منى، آنگونه كه اگر آسيبى به تو رسد به من رسيده است، و اگر مرگ به سراغ تو آيد، زندگى مرا گرفته است، پس كار تو را كار خود شمردم، و نامه اى براى تو نوشتم، تا تو را در سختى هاى زندگى رهنمون باشد. حال من زنده باشم يا نباشم. 
2. مراحل خودسازی
پسرم همانا تو را به ترس از خدا سفارش مى كنم كه پيوسته در فرمان او باشى، و دلت را با ياد خدا زنده كنى، و به ريسمان او چنگ زنى، چه وسيله اى مطمئن تر از رابطه تو با خداست اگر سر رشته آن را در دست گيرى. دلت را با اندرز نيكو زنده كن، هواى نفس را با بى اعتنايى به حرام بميران، جان را با يقين نيرومند كن، و با نور حكمت روشنائى بخش، و با ياد مرگ آرام كن، به نابودى از او اعتراف گير، و با بررسى تحولات ناگوار دنيا به او آگاهى بخش، و از دگرگونى روزگار، و زشتى هاى گردش شب و روز او را بترسان، تاريخ گذشتگان را بر او بنما، و آنچه كه بر سر پيشينيان آمده است به يادش آور. 
در ديار و آثار ويران رفتگان گردش كن، و بينديش كه آنها چه كردند از كجا كوچ كرده، و در كجا فرود آمدند از جمع دوستان جدا شده و به ديار غربت سفر كردند، گويا زمانى نمى گذرد كه تو هم يكى از آنانى پس جايگاه آينده را آباد كن، آخرت را به دنيا مفروش.
و آنچه نمى دانى مگو، و آنچه بر تو لازم نيست بر زبان نياور، و در جادّه اى كه از گمراهى آن مى ترسى قدم مگذار، زيرا خوددارى به هنگام سرگردانى و گمراهى، بهتر از سقوط در تباهى هاست.
3. اخلاق اجتماعی
به نيكى ها امر كن و خود نيكوكار باش، و با دست و زبان بديها را انكار كن، و بكوش تا از بدكاران دور باشى، و در راه خدا آنگونه كه شايسته است تلاش كن، و هرگز سرزنش ملامتگران تو را از تلاش در راه خدا باز ندارد.
براى حق در مشكلات و سختى ها شنا كن، شناخت خود را در دين به كمال رسان، خود را براى استقامت برابر مشكلات عادت ده، كه شكيبايى در راه حق عادتى پسنديده است، در تمام كارها خود را به خدا واگذار، كه به پناهگاه مطمئن و نيرومندى رسيده اى، در دعا با اخلاص پروردگارت را بخوان، كه بخشيدن و محروم كردن به دست اوست، و فراوان از خدا درخواست خير و نيكى داشته باش. وصيّت مرا بدرستى درياب، و به سادگى از آن نگذر، زيرا بهترين سخن آن است كه سودمند باشد، بدان علمى كه سودمند نباشد، فايده اى نخواهد داشت، و دانشى كه سزاوار ياد گيرى نيست سودى ندارد. 
4. شتاب در تربیت فرزند
پسرم هنگامى كه ديدم ساليانى از من گذشت، و توانايى رو به كاستى رفت، به نوشتن وصيّت براى تو شتاب كردم، و ارزش هاى اخلاقى را براى تو بر شمردم. پيش از آن كه أجل فرا رسد، و رازهاى درونم را به تو منتقل نكرده باشم، و در نظرم كاهشى پديد آيد چنانكه در جسمم پديد آمد، و پيش از آن كه خواهشها و دگرگونى هاى دنيا به تو هجوم آورند، و پذيرش و اطاعت مشكل گردد، زيرا قلب نوجوان چونان زمين كاشته نشده، آماده پذيرش هر بذرى است كه در آن پاشيده شود. 
پس در تربيت تو شتاب كردم، پيش از آن كه دل تو سخت شود، و عقل تو به چيز ديگرى مشغول گردد، تا به استقبال كارهايى بروى كه صاحبان تجربه، زحمت آزمون آن را كشيده اند، و تو را از تلاش و يافتن بى نياز ساخته اند، و آنچه از تجربيّات آنها نصيب ما شد، به تو هم رسيده، و برخى از تجربيّاتى كه بر ما پنهان مانده بود براى شما روشن گردد. 
پسرم درست است كه من به اندازه پيشينيان عمر نكرده ام، امّا در كردار آنها نظر افكندم، و در اخبارشان انديشيدم، و در آثارشان سير كردم تا آنجا كه گويا يكى از آنان شده ام، بلكه با مطالعه تاريخ آنان، گويا از اوّل تا پايان عمرشان با آنان بوده ام، پس قسمت هاى روشن و شيرين زندگى آنان را از دوران تيرگى شناختم، و زندگانى سودمند آنان را با دوران زيانبارش شناسايى كردم، سپس از هر چيزى مهم و ارزشمند آن را، و از هر حادثه اى، زيبا و شيرين آن را براى تو برگزيدم، و ناشناخته هاى آنان را دور كردم، پس آنگونه كه پدرى مهربان نيكى ها را براى فرزندش مى پسندد، من نيز بر آن شدم تو را با خوبى ها تربيت كنم، زيرا در آغاز زندگى قرار دارى، تازه به روزگار روى آورده اى، نيّتى سالم و روحى با صفا دارى. 
5. روش تربیت فرزند
پس در آغاز تربيت، تصميم گرفتم تا كتاب خداى توانا و بزرگ را همراه با تفسير آيات، به تو بياموزم، و شريعت اسلام و احكام آن از حلال و حرام، به تو تعليم دهم و به چيز ديگرى نپردازم. امّا از آن ترسيدم كه مبادا رأى و هوايى كه مردم را دچار اختلاف كرد، و كار را بر آنان شبهه ناك ساخت، به تو نيز هجوم آورد، گر چه آگاه كردن تو را نسبت به اين امور خوش نداشتم، امّا آگاه شدن و استوار ماندنت را ترجيح دادم، تا تسليم هلاكت هاى اجتماعى نگردى، و اميدوارم خداوند تو را در رستگارى پيروز گرداند، و به راه راست هدايت فرمايد، بنا بر اين وصيّت خود را اينگونه تنظيم كرده ام. 
پسرم بدان آنچه بيشتر از به كار گيرى وصيّتم دوست دارم ترس از خدا، و انجام واجبات، و پيمودن راهى است كه پدرانت، و صالحان خاندانت پيموده اند. زيرا آنان آنگونه كه تو در امور خويشتن نظر مى كنى در امور خويش نظر داشتند. و همانگونه كه تو در باره خويشتن مى انديشى، نسبت به خودشان مى انديشيدند، و تلاش آنان در اين بود كه آنچه را شناختند انتخاب كنند، و بر آنچه تكليف ندارند روى گردانند، و اگر نفس تو از پذيرفتن سرباز زند و خواهد چنانكه آنان دانستند بداند، پس تلاش كن تا درخواست هاى تو از روى درك و آگاهى باشد، نه آن كه به شبهات روى آورى و از دشمنى ها كمك گيرى. 
و قبل از پيمودن راه پاكان، از خداوند يارى بجوى، و در راه او با اشتياق عمل كن تا پيروز شوى، و از هر كارى كه تو را به شك و ترديد اندازد، يا تسليم گمراهى كند بپرهيز. 
و چون يقين كردى دلت روشن و فروتن شد، و انديشه ات گرد آمد و كامل گرديد، و اراده ات به يك چيز متمركز گشت، پس انديشه كن در آنچه كه براى تو تفسير مى كنم، اگر در اين راه آنچه را دوست مى دارى فراهم نشد، و آسودگى فكر و انديشه نيافتنى، بدان كه راهى را كه ايمن نيستى مى پيمايى، و در تاريكى ره مى سپارى، زيرا طالب دين نه اشتباه مى كند، و نه در ترديد و سرگردانى است، كه در چنين حالتى خود دارى بهتر است. 
6. ضرورت توجه به معنویات
پسرم در وصيّت من درست بينديش، بدان كه در اختيار دارنده مرگ همان است كه زندگى در دست او، و پديد آورنده موجودات است، همو مى ميراند، و نابود كننده همان است كه دوباره زنده مى كند، و آن كه بيمار مى كند شفا نيز مى دهد، بدان كه دنيا جاودانه نيست، و آنگونه كه خدا خواسته است برقرار است، از عطا كردن نعمت ها، و انواع آزمايش ها، و پاداش دادن در معاد، و يا آنچه را كه او خواسته است و تو نمى دانى. اگر در باره جهان، و تحوّلات روزگار مشكلى براى تو پديد آمد آن را به عدم آگاهى ارتباط ده، زيرا تو ابتدا با ناآگاهى متولّد شدى و سپس علوم را فرا گرفتى، و چه بسيار است آنچه را كه نمى دانى و خدا مى داند، كه انديشه ات سرگردان، و بينش تو در آن راه ندارد، سپس آنها را مى شناسى. پس به قدرتى پناه بر كه تو را آفريده، روزى داده، و اعتدال در اندام تو آورده است، بندگى تو فقط براى او باشد، و تنها اشتياق او را داشته باش، و تنها از او بترس. 
بدان پسرم هيچ كس چون رسول خدا صلّى اللّه عليه و آله و سلّم از خدا آگاهى نداده است، رهبرى او را پذيرا باش، و براى رستگارى، راهنمايى او را بپذير، همانا من از هيچ اندرزى براى تو كوتاهى نكردم، و تو هر قدر كوشش كنى، و به اصلاح خويش بينديشى، همانند پدرت نمى توانى باشى. 
پسرم اگر خدا شريكى داشت، پيامبران او نيز به سوى تو مى آمدند، و آثار قدرتش را مى ديدى، و كردار و صفاتش را مى شناختى، امّا خدا، خدايى است يگانه، همانگونه كه خود توصيف كرد، هيچ كس در مملكت دارى او نزاعى ندارد، نابود شدنى نيست، و همواره بوده است، اوّل هر چيزى است كه آغاز ندارد، و آخر هر چيزى كه پايان نخواهد داشت، برتر از آن است كه قدرت پروردگارى او را فكر و انديشه درك كند. 
حال كه اين حقيقت را دريافتى، در عمل بكوش آن چنانكه همانند تو سزاوار است بكوشد، كه منزلت آن اندك، و توانايى اش ضعيف، و ناتوانى اش بسيار، و اطاعت خدا را مشتاق، و از عذابش ترسان، و از خشم او گريزان است، زيرا خدا تو را جز به نيكوكارى فرمان نداده، و جز از زشتى ها نهى نفرموده است. 
7. ضرورت آخرت گرایی
اى پسرم من تو را از دنيا و تحوّلات گوناگونش، و نابودى و دست به دست گرديدنش آگاه كردم، و از آخرت و آنچه براى انسان ها در آنجا فراهم است اطّلاع دادم، و براى هر دو مثال ها زدم، تا پند پذيرى، و راه و رسم زندگى بياموزى، همانا داستان آن كس كه دنيا را آزمود، چونان مسافرانى است كه در سر منزلى بى آب و علف و دشوار اقامت دارند و قصد كوچ كردن به سرزمينى را دارند كه در آنجا آسايش و رفاه فراهم است. پس مشكلات راه را تحمّل مى كنند، و جدايى دوستان را مى پذيرند، و سختى سفر، و ناگوارى غذا را با جان و دل قبول مى كنند، تا به جايگاه وسيع، و منزلگاه أمن، با آرامش قدم بگذارند، و از تمام سختى هاى طول سفر احساس ناراحتى ندارند، و هزينه هاى مصرف شده را غرامت نمى شمارند، و هيچ چيز براى آنان دوست داشتنى نيست جز آن كه به منزل أمن، و محل آرامش برسند. 
امّا داستان دنيا پرستان همانند گروهى است كه از جايگاهى پر از نعمت ها مى خواهند به سرزمين خشك و بى آب و علف كوچ كنند، پس در نظر آنان چيزى ناراحت كننده تر از اين نيست كه از جايگاه خود جدا مى شوند، و ناراحتى ها را بايد تحمّل كنند. 
8. معیارهای روابط اجتماعی
اى پسرم نفس خود را ميزان ميان خود و ديگران قرار ده، پس آنچه را كه براى خود دوست دارى براى ديگران نيز دوست بدار، و آنچه را كه براى خود نمى پسندى، براى ديگران مپسند، ستم روا مدار، آنگونه كه دوست ندارى به تو ستم شود، نيكوكار باش، آنگونه كه دوست دارى به تو نيكى كنند، و آنچه را كه براى ديگران زشت مى دارى براى خود نيز زشت بشمار، و چيزى را براى مردم رضايت بده كه براى خود مى پسندى، آنچه نمى دانى نگو، گر چه آنچه را مى دانى اندك است، آنچه را دوست ندارى به تو نسبت دهند، در باره ديگران مگو، بدان كه خود بزرگ بينى و غرور، مخالف راستى، و آفت عقل است، نهايت كوشش را در زندگى داشته باش، و در فكر ذخيره سازى براى ديگران مباش، آنگاه كه به راه راست هدايت شدى، در برابر پروردگارت از هر فروتنى خاضع تر باش. 
9. تلاش در جمع آوری زاد و توشه
بدان راهى پر مشقّت و بس طولانى در پيش روى دارى، و در اين راه بدون كوشش بايسته، و تلاش فراوان، و اندازه گيرى زاد و توشه، و سبك كردن بار گناه، موفّق نخواهى بود، بيش از تحمّل خود بار مسئوليّت ها بر دوش منه، كه سنگينى آن براى تو عذاب آور است. 
اگر مستمندى را ديدى كه توشه ات را تا قيامت مى برد، و فردا كه به آن نياز دارى به تو باز مى گرداند، كمك او را غنيمت بشمار، و زاد و توشه را بر دوش او بگذار، و اگر قدرت مالى دارى بيشتر انفاق كن، و همراه او بفرست، زيرا ممكن است روزى در رستاخيز در جستجوى چنين فردى باشى و او را نيابى. به هنگام بى نيازى، اگر كسى از تو وام خواهد، غنيمت بشمار، تا در روز سختى و تنگدستى به تو باز گرداند. 
بدان كه در پيش روى تو، گردنه هاى صعب العبورى وجود دارد، كه حال سبكباران به مراتب بهتر از سنگين باران است، و آن كه كند رود حالش بدتر از شتاب گيرنده مى باشد، و سرانجام حركت، بهشت و يا دوزخ خواهد بود، پس براى خويش قبل از رسيدن به آخرت وسائلى مهيّا ساز، و جايگاه خود را پيش از آمدنت آماده كن، زيرا پس از مرگ، عذرى پذيرفته نمى شود، و راه باز گشتى وجود ندارد. 
10. نشانه های رحمت الهی
بدان، خدايى كه گنج هاى آسمان و زمين در دست اوست، به تو اجازه درخواست داده، و اجابت آن را به عهده گرفته است. تو را فرمان داده كه از او بخواهى تا عطا كند، درخواست رحمت كنى تا ببخشايد، و خداوند بين تو و خودش كسى را قرار نداده تا حجاب و فاصله ايجاد كند، و تو را مجبور نساخته كه به شفيع و واسطه اى پناه ببرى، و در صورت ارتكاب گناه در توبه را مسدود نكرده است، در كيفر تو شتاب نداشته، و در توبه و بازگشت، بر تو عيب نگرفته است، در آنجا كه رسوايى سزاوار توست، رسوا نساخته، و براى بازگشت به خويش شرائط سنگينى مطرح نكرده است، در گناهان تو را به محاكمه نكشيده، و از رحمت خويش نا اميدت نكرده، بلكه بازگشت تو را از گناهان نيكى شمرده است. هر گناه تو را يكى، و هر نيكى تو را ده به حساب آورده، و راه بازگشت و توبه را به روى تو گشوده است. 
هر گاه او را بخوانى، ندايت را مى شنود، و چون با او راز دل گويى راز تو را مى داند، پس حاجت خود را با او بگوى، و آنچه در دل دارى نزد او باز گوى، غم و اندوه خود را در پيشگاه او مطرح كن، تا غم هاى تو را بر طرف كند و در مشكلات تو را يارى رساند.
11. شرایط اجابت دعا
و از گنجينه هاى رحمت او چيزهايى را درخواست كن كه جز او كسى نمى تواند عطا كند، مانند عمر بيشتر، تندرستى بدن، و گشايش در روزى. 
سپس خداوند كليدهاى گنجينه هاى خود را در دست تو قرار داده كه به تو اجازه دعا كردن داد، پس هر گاه اراده كردى مى توانى با دعا، درهاى نعمت خدا را بگشايى، تا باران رحمت الهى بر تو ببارد. هرگز از تأخير اجابت دعا نا اميد مباش، زيرا بخشش الهى باندازه نيّت است، گاه، در اجابت دعا تأخير مى شود تا پاداش درخواست كننده بيشتر و جزاى آرزومند كامل تر شود، گاهى درخواست مى كنى امّا پاسخ داده نمى شود، زيرا بهتر از آنچه خواستى به زودى يا در وقت مشخّص، به تو خواهد بخشيد، يا به جهت اعطاء بهتر از آنچه خواستى، دعا به اجابت نمى رسد، زيرا چه بسا خواسته هايى دارى كه اگر داده شود مايه هلاكت دين تو خواهد بود، پس خواسته هاى تو به گونه اى باشد كه جمال و زيبايى تو را تأمين، و رنج و سختى را از تو دور كند، پس نه مال دنيا براى تو پايدار، و نه تو براى مال دنيا باقى خواهى ماند.
12. ضرورت یاد مرگ
پسرم، بدان تو براى آخرت آفريده شدى، نه دنيا، براى رفتن از دنيا، نه پايدار ماندن در آن، براى مرگ، نه زندگى جاودانه در دنيا، كه هر لحظه ممكن است از دنيا كوچ كنى، و به آخرت در آيى. و تو شكار مرگى هستى كه فرار كننده آن نجاتى ندارد، و هر كه را بجويد به آن مى رسد، و سرانجام او را مى گيرد. پس، از مرگ بترس. نكند زمانى سراغ تو را گيرد كه در حال گناه يا در انتظار توبه كردن باشى و مرگ مهلت ندهد و بين تو و توبه فاصله اندازد، كه در اين حال خود را تباه كرده اى. پسرم فراوان بياد مرگ باش، و به ياد آنچه كه به سوى آن مى روى، و پس از مرگ در آن قرار مى گيرى. تا هنگام ملاقات با مرگ از هر نظر آماده باشی، نيروى خود را افزون، و كمر همّت را بسته نگهدار كه ناگهان نيايد و تو را مغلوب سازد. 
مبادا دلبستگى فراوان دنيا پرستان، و تهاجم حريصانه آنان به دنيا، تو را مغرور كند، چرا كه خداوند تو را از حالات دنيا آگاه كرده، و دنيا نيز از وضع خود تو را خبر داده، و از زشتى هاى روزگار پرده برداشته است.
13. شناخت دنیا پرستان
همانا دنيا پرستان چونان سگ هاى درنده، عو عو كنان، براى دريدن صيد در شتابند، برخى به برخى ديگر هجوم آورند، و نيرومندشان، ناتوان را مى خورد، و بزرگ ترها كوچك ترها را. و يا چونان شترانى هستند كه برخى از آنها پاى بسته، و برخى ديگر در بيابان رها شده، كه راه گم كرده و در جادّه هاى نامعلومى در حركتند، و در وادى پر از آفت ها، و در شنزارى كه حركت با كندى صورت مى گيرد گرفتارند، نه چوپانى دارند كه به كارشان برسد، و نه چراننده اى كه به چراگاهشان ببرد. دنيا آنها را به راه كورى كشاند. و ديدگانشان را از چراغ هدايت بپوشاند، در بيراهه سرگردان، و در نعمت ها غرق شده اند، كه نعمت ها را پروردگار خود قرار دادند. هم دنيا آنها را به بازى گرفته، و هم آنها با دنيا به بازى پرداخته، و آخرت را فراموش كرده اند. اندكى مهلت ده، بزودى تاريكى بر طرف مى شود، گويا مسافران به منزل رسيده اند، و آن كس كه شتاب كند به كاروان خواهد رسيد. پسرم بدان آن كس كه مركبش شب و روز آماده است همواره در حركت خواهد بود، هر چند خود را ساكن پندارد، و همواره راه مى پيمايد هر چند در جاى خود ايستاده و راحت باشد. 
14. ضرورت واقع نگری در زندگی (ارزشهای گوناگون اخلاقی)
به يقين بدان كه تو به همه آرزوهاى خود نخواهى رسيد، و تا زمان مرگ بيشتر زندگى نخواهى كرد، و بر راه كسى مى روى كه پيش از تو مى رفت، پس در به دست آوردن دنيا آرام باش، و در مصرف آنچه به دست آوردى نيكو عمل كن، زيرا چه بسا تلاش بى اندازه براى دنيا كه به تاراج رفتن اموال كشانده شد. پس هر تلاشگرى به روزى دلخواه نخواهد رسيد، و هر مدارا كننده اى محروم نخواهد شد.
نفس خود را از هر گونه پستى باز دار، هر چند تو را به اهدافت رساند، زيرا نمى توانى به اندازه آبرويى كه از دست مى دهى بهايى به دست آورى. برده ديگرى مباش، كه خدا تو را آزاد آفريد، آن نيك كه جز با شر به دست نيايد نيكى نيست، و آن راحتى كه با سختى هاى فراوان به دست آيد، آسايش نخواهد بود. بپرهيز از آن كه مركب طمع ورزى تو را به سوى هلاكت به پيش راند، و اگر توانستى كه بين تو و خدا صاحب نعمتى قرار نگيرد، چنين باش، زيرا تو، روزى خود را دريافت مى كنى، و سهم خود بر مى دارى، و مقدار اندكى كه از طرف خداى سبحان به دست مى آورى، بزرگ و گرامى تر از (مال) فراوانى است كه از دست بندگان دريافت مى دارى، گرچه همه از طرف خداست. 
آنچه با سكوت از دست مى دهى آسانتر از آن است كه با سخن از دست برود، چرا كه نگهدارى آنچه در مشك است با محكم بستن دهانه آن امكان پذير است، و نگهدارى آنچه كه در دست دارى، پيش من بهتر است از آن كه چيزى از ديگران بخواهى، و تلخى نا اميدى بهتر از درخواست كردن از مردم است. شغل همراه با پاكدامنى، بهتر از ثروت فراوانى است كه با گناهان به دست آيد، مرد براى پنهان نگاه داشتن اسرار خويش سزاوارتر است.
چه بسا تلاش كننده اى كه به زيان خود مى كوشد، هر كس پر حرفى كند ياوه مى گويد، و آن كس كه بينديشد آگاهى يابد، با نيكان نزديك شو و از آنان باش، و با بدان دور شو و از آنان دورى كن. بدترين غذاها، لقمه حرام، و بدترين ستم ها، ستمكارى به ناتوان است. 
جايى كه مدارا كردن درشتى به حساب آيد به جاى مدارا درشتى كن، چه بسا كه دارو بر درد افزايد، و بيمارى، درمان باشد، و چه بسا آن كس كه اهل اندرز نيست، اندرز دهد، و نصيحت كننده دغل كار باشد. 
هرگز بر آرزوها تكيه نكن كه سرمايه احمقان است، و حفظ عقل، پند گرفتن از تجربه هاست، و بهترين تجربه آن كه تو را پند آموزد. پيش از آن كه فرصت از دست برود، و اندوه ببار آورد، از فرصت ها استفاده كن. هر تلاشگرى به خواسته هاى خود نرسد، و هر پنهان شده اى باز نمى گردد. 
از نمونه هاى تباهى، نابود كردن زاد و توشه آخرت است. هر كارى پايانى دارد، و به زودى آنچه براى تو مقدّر گرديده خواهد رسيد. هر بازرگانى خويش را به مخاطره افكند. چه بسا اندكى كه از فراوانى بهتر است. نه در يارى دادن انسان پست چيزى وجود دارد و نه در دوستى با دوست متّهم، حال كه روزگار در اختيار تو است آسان گير، و براى آن كه بيشتر به دست آورى خطر نكن. از سوار شدن بر مركب ستيزه جويى بپرهيز. 
15. حقوق دوستان
چون برادرت از تو جدا گردد، تو پيوند دوستى را بر قرار كن، اگر روى برگرداند تو مهربانى كن، و چون بخل ورزد تو بخشنده باش، هنگامى كه دورى مى گزيند تو نزديك شو، و چون سخت مى گيرد تو آسان گير، و به هنگام گناهش عذر او بپذير، چنان كه گويا بنده او مى باشى، و او صاحب نعمت تو مى باشد. مبادا دستورات ياد شده را با غير دوستانت انجام دهى، يا با انسان هايى كه سزاوار آن نيستند بجا آورى، دشمن دوست خود را دوست مگير تا با دوست دشمنى نكنى. در پند دادن دوست بكوش، خوب باشد يا بد، و خشم را فرو خور كه من جرعه اى شيرين تر از آن ننوشيدم، و پايانى گواراتر از آن نديده ام. 
با آن كس كه با تو درشتى كرده، نرم باش كه اميد است به زودى در برابر تو نرم شود، با دشمن خود با بخشش رفتار كن، زيرا سرانجام شيرين دو پيروزى است (انتقام گرفتن يا بخشيدن). اگر خواستى از برادرت جدا شوى، جايى براى دوستى باقى گذار، تا اگر روزى خواست به سوى تو باز گردد بتواند، كسى كه به تو گمان نيك برد او را تصديق كن، و هرگز حق برادرت را به اعتماد دوستى كه با او دارى ضايع نكن، زيرا آن كس كه حقّش را ضايع مى كنى با تو برادر نخواهد بود، و افراد خانواده ات بد بخت ترين مردم نسبت به تو نباشند، و به كسى كه به تو علاقه اى ندارد دل مبند، مبادا برادرت براى قطع پيوند دوستى، دليلى محكم تر از برقرارى پيوند با تو داشته باشد، و يا در بدى كردن، بهانه اى قوى تر از نيكى كردن تو بياورد، ستمكارى كسى كه بر تو ستم مى كند در ديده ات بزرگ جلوه نكند، چه او به زيان خود، و سود تو كوشش دارد، و سزاى آن كس كه تو را شاد مى كند بدى كردن نيست. 
16. ارزشهای اخلاقی
پسرم بدان كه روزى دو قسم است، يكى آن كه تو آن را مى جويى، و ديگر آن كه او تو را مى جويد، و اگر تو به سوى آن نروى، خود به سوى تو خواهد آمد. 
چه زشت است فروتنى به هنگام نياز، و ستمكارى به هنگام بى نيازى همانا سهم تو از دنيا آن اندازه خواهد بود كه با آن سراى آخرت را اصلاح كنى، اگر براى چيزى كه از دست دادى ناراحت مى شوى، پس براى هر چيزى كه به دست تو نرسيده نيز نگران باش. با آنچه در گذشته ديده يا شنيده اى، براى آنچه كه هنوز نيامده، استدلال كن، زيرا تحوّلات و امور زندگى همانند يكديگرند. از كسانى مباش كه اندرز سودشان ندهد، مگر با آزردن فراوان، زيرا عاقل با اندرز و آداب پند گيرد، و حيوانات با زدن. 
غم و اندوه را با نيروى صبر و نيكويى يقين از خود دور ساز. كسى كه ميانه روى را ترك كند از راه حق منحرف مى گردد، يار و همنشين، چونان خويشاوند است. دوست آن است كه در نهان آيين دوستى را رعايت كند. هوا پرستى همانند كورى است. 
چه بسا دور كه از نزديك نزديك تر، و چه بسا نزديك كه از دور دورتر است، انسان تنها، كسى است كه دوستى ندارد، كسى كه از حق تجاوز كند، زندگى بر او تنگ مى گردد، هر كس قدر و منزلت خويش بداند حرمتش باقى است، استوارترين وسيله اى كه مى توانى به آن چنگ زنى، رشته اى است كه بين تو و خداى تو قرار دارد. كسى كه به كار تو اهتمام نمى ورزد دشمن توست. 
گاهى نا اميدى، خود رسيدن به هدف است، آنجا كه طمع ورزى هلاكت باشد. چنان نيست كه هر عيبى آشكار، و هر فرصتى دست يافتنى باشد، چه بسا كه بينا به خطا مى رود و كور به مقصد رسد. 
بدى ها را به تأخير انداز، زيرا هر وقت بخواهى مى توانى انجام دهى. بريدن با جاهل، پيوستن به عاقل است، كسى كه از نيرنگ بازى روزگار ايمن باشد به او خيانت خواهد كرد، و كسى كه روزگار فانى را بزرگ بشمارد، او را خوار خواهد كرد. چنين نيست كه هر تير اندازى به هدف بزند، هر گاه انديشه سلطان تغيير كند، زمانه دگرگون شود. 
پيش از حركت، از همسفر بپرس، و پيش از خريدن منزل همسايه را بشناس. از سخنان بى ارزش و خنده آور بپرهيز، گر چه آن را از ديگرى نقل كرده باشى. 
17. جایگاه زن و فرهنگ پرهیز
در امور سياسى كشور از مشورت با زنان بپرهيز، كه رأى آنان زود سست مى شود، و تصميم آنان ناپايدار است. در پرده حجاب نگاهشان دار، تا نامحرمان را ننگرند، زيرا كه سخت گيرى در پوشش، عامل سلامت و استوارى آنان است. بيرون رفتن زنان بدتر از آن نيست كه افراد غير صالح را در ميانشان آورى، و اگر بتوانى به گونه اى زندگى كنى كه غير تو را نشناسند چنين كن. كارى كه برتر از توانايى زن است به او وامگذار، كه زن گل بهارى است، نه پهلوانى سخت كوش. مبادا در گرامى داشتن زن زياده روى كنى كه او را به طمع ورزى كشانده براى ديگران به ناروا شفاعت كند. بپرهيز از غيرت نشان دادن بيجا كه درستكار را به بيمار دلى، و پاكدامن را به بدگمانى رساند.
كار هر كدام از خدمتكارانت را معيّن كن كه او را در برابر آن كار مسئول بدانى، كه تقسيم درست كار سبب مى شود كارها را به يكديگر وا نگذارند، و در خدمت سستى نكنند. خويشاوندانت را گرامى دار، زيرا آنها پر و بال تو مى باشند، كه با آن پرواز مى كنى، و ريشه تو هستند كه به آنها باز مى گردى، و دست نيرومند تو مى باشند كه با آن حمله مى كنى. 
دين و دنياى تو را به خدا مى سپارم، و بهترين خواسته الهى را در آينده و هم اكنون، در دنيا و آخرت، براى تو مى خواهم، با درود.

`,
    number: 31,
    type: "نامه",
  },
  {
    id: 2,
    category: "",
    title:
      "(وصيّت امام عليه السلام به حسن و حسين عليهما السّلام پس از ضربت ابن ملجم كه لعنت خدا بر او باد مى باشد كه در ماه رمضان سال 40 هجرى در شهر كوفه مطرح فرمود).",
    text: `1. پندهاى جاودانه:
شما را به ترس از خدا سفارش مى كنم، به دنيا پرستى روى نياوريد، گر چه به سراغ شما آيد، و بر آنچه از دنيا از دست مى دهيد اندوهناك مباشيد، حق را بگوييد، و براى پاداش الهى عمل كنيد و دشمن ستمگر و ياور ستمديده باشيد.
شما را، و تمام فرزندان و خاندانم را، و كسانى را كه اين وصيّت به آنها مى رسد، به ترس از خدا، و نظم در امور زندگى، و ايجاد صلح و آشتى در ميانتان سفارش مى كنم، زيرا من از جدّ شما پيامبر صلّى اللّه عليه و آله و سلّم شنيدم كه مى فرمود: «اصلاح دادن بين مردم از نماز و روزه يك سال برتر است».
خدا را خدا را در باره يتيمان، نكند آنان گاهى سير و گاه گرسنه بمانند، و حقوقشان ضايع گردد خدا را خدا را در باره همسايگان، حقوقشان را رعايّت كنيد كه وصيّت پيامبر صلّى اللّه عليه و آله و سلّم شماست، همواره به خوشرفتارى با همسايگان سفارش مى كرد تا آنجا كه گمان برديم براى آنان ارثى معيّن خواهد كرد.
خدا را خدا را در باره قرآن، مبادا ديگران در عمل كردن به دستوراتش از شما پيشى گيرند. خدا را خدا را در باره نماز، چرا كه ستون دين شماست. خدا را خدا را در باره خانه خدا، تا هستيد آن را خالى مگذاريد، زيرا اگر كعبه خلوت شود، مهلت داده نمى شويد. خدا را خدا را در باره جهاد با اموال و جانها و زبان هاى خويش در راه خدا.
بر شما باد به پيوستن با يكديگر، و بخشش همديگر، مبادا از هم روى گردانيد، و پيوند دوستى را از بين ببريد. امر به معروف و نهى از منكر را ترك نكنيد كه بدهاى شما بر شما مسلّط مى گردند، آنگاه هر چه خدا را بخوانيد جواب ندهد.
2. سفارش به رعايت مقررات عدالت در قصاص:
(سپس فرمود) اى فرزندان عبد المطلّب: مبادا پس از من دست به خون مسلمين فرو بريد [و دست به كشتار بزنيد] و بگوييد، امير مؤمنان كشته شد، بدانيد جز كشنده من كسى ديگر نبايد كشته شود. درست بنگريد اگر من از ضربت او مردم، او را تنها يك ضربت بزنيد، و دست و پا و ديگر اعضاى او را مبريد، من از رسول خدا صلّى اللّه عليه و آله و سلّم شنيدم كه فرمود: «بپرهيزيد از بريدن اعضاى مرده، هر چند سگ ديوانه باشد».
`,
    number: 47,
    type: "نامه",
  },
  {
    id: 3,
    category: "",
    title: "عهدنامه مالک اشتر",
    text: `بنام خداوند بخشنده و مهربان، اين فرمان بنده خدا على امير مؤمنان، به مالك اشتر پسر حارث است، در عهدى كه با او دارد، هنگامى كه او را به فرماندارى مصر بر مى ‏گزيند تا خراج آن ديار را جمع آورد، و با دشمنانش نبرد كند، كار مردم را اصلاح، و شهرهاى مصر را آباد سازد.
1. ضرورت خودسازی
او را به ترس از خدا فرمان مى دهد، و اينكه اطاعت خدا را بر ديگر كارها مقدّم دارد، و آنچه در كتاب خدا آمده، از واجبات و سنّت ها را پيروى كند، دستوراتى كه جز با پيروى آن رستگار نخواهد شد، و جز با نشناختن و ضايع كردن آن جنايتكار نخواهد گرديد. به او فرمان مى دهد كه خدا را با دل و دست و زبان يارى كند، زيرا خداوند پيروزى كسى را تضمين كند كه او را يارى دهد، و بزرگ دارد آن كس را كه او را بزرگ شمارد و به او فرمان مى دهد تا نفس خود را از پيروى آرزوها باز دارد، و به هنگام سركشى رامش كند، كه: “همانا نفس همواره به بدى وا مى دارد جز آن كه خدا رحمت آورد”.
پس اى مالك بدان! من تو را به سوى شهرهايى فرستادم كه پيش از تو دولت هاى عادل يا ستمگرى بر آن حكم راندند، و مردم در كارهاى تو چنان مى نگرند كه تو در كارهاى حاكمان پيش از خود مى نگرى، و در باره تو آن مى گويند كه تو نسبت به زمامداران گذشته مى گويى، و همانا نيكوكاران را به نام نيكى توان شناخت كه خدا از آنان بر زبان بندگانش جارى ساخت. پس نيكوترين اندوخته تو بايد اعمال صالح و درست باشد، هواى نفس را در اختيار گير، و از آنچه حلال نيست خويشتن دارى كن، زيرا بخل ورزيدن به نفس خويش، آن است كه در آنچه دوست دارد، يا براى او ناخوشايند است، راه انصاف پيمايى.
2. اخلاق رهبرى (روش برخورد با مردم)
مهربانى با مردم را پوشش دل خويش قرار ده، و با همه دوست و مهربان باش. مبادا هرگز، چونان حيوان شكارى باشى كه خوردن آنان را غنيمت دانى، زيرا مردم دو دسته اند، دسته اى برادر دينى تو، و دسته ديگر همانند تو در آفرينش مى باشند.  اگر گناهى از آنان سر مى زند يا علّت هايى بر آنان عارض مى شود، يا خواسته و ناخواسته، اشتباهى مرتكب مى گردند، آنان را ببخشاى و بر آنان آسان گير، آن گونه كه دوست دارى خدا تو را ببخشايد و بر تو آسان گيرد. همانا تو از آنان برتر، و امام تو از تو برتر، و خدا بر آن كس كه تو را فرماندارى مصر داد والاتر است، كه انجام امور مردم مصر را به تو واگذارده، و آنان را وسيله آزمودن تو قرار داده است.
هرگز با خدا مستيز، كه تو را از كيفر او نجاتى نيست، و از بخشش و رحمت او بى نياز نخواهى بود. بر بخشش ديگران پشيمان مباش، و از كيفر كردن شادى مكن، و از خشمى كه توانى از آن رها گردى شتاب نداشته باش. به مردم نگو، به من فرمان دادند و من نيز فرمان مى دهم، پس بايد اطاعت شود،  كه اين گونه خود بزرگ بينى دل را فاسد، و دين را پژمرده، و موجب زوال نعمت هاست. و اگر با مقام و قدرتى كه دارى، دچار تكبّر يا خود بزرگ بينى شدى به بزرگى حكومت پروردگار كه برتر از تو است بنگر، كه تو را از آن سركشى نجات مى دهد، و تندروى تو را فرو مى نشاند، و عقل و انديشه ات را به جايگاه اصلى باز مى گرداند.
3. پرهیز از غرور و خودپسندی
بپرهيز كه خود را در بزرگى همانند خداوند پندارى، و در شكوه خداوندى همانند او دانى، زيرا خداوند هر سركشى را خوار مى ‏سازد، و هر خود پسندى را بى ‏ارزش مى ‏كند.
با خدا و با مردم، و با خويشاوندان نزديك، و با افرادى از رعيّت خود كه آنان را دوست دارى، انصاف را رعايت كن، كه اگر چنين نكنى ستم روا داشتى، و كسى كه به بندگان خدا ستم روا دارد خدا به جاى بندگانش دشمن او خواهد بود، و آن را كه خدا دشمن شود، دليل او را نپذيرد، كه با خدا سر جنگ دارد، تا آنگاه كه باز گردد، يا توبه كند، و چيزى چون ستمكارى نعمت خدا را دگرگون نمى ‏كند، و كيفر او را نزديك نمى‏ سازد، كه خدا دعاى ستمديدگان را مى‏ شنود و در كمين ستمكاران است.
4. مردم گرایی، حق گرایی
دوست داشتنى ‏ترين چيزها در نزد تو، در حق ميانه‏ ترين، و در عدل فراگيرترين، و در جلب خشنودى مردم گسترده ‏ترين باشد، كه همانا خشم عمومى مردم، خشنودى خواص (نزديكان) را از بين مى ‏برد، امّا خشم خواص را خشنودى همگان بى ‏أثر مى‏ كند. 
خواصّ جامعه، همواره بار سنگينى را بر حكومت تحميل مى‏ كنند زيرا در روزگار سختى ياريشان كمتر، و در اجراى عدالت از همه ناراضى ‏تر، و در خواسته‏ هايشان پافشارتر، و در عطا و بخشش‏ها كم سپاس‏تر، و به هنگام منع خواسته‏ ها دير عذر پذيرتر، و در برابر مشكلات كم استقامت ‏تر مى ‏باشند. 
در صورتى كه ستون‏هاى استوار دين، و اجتماعات پرشور مسلمين، و نيروهاى ذخيره دفاعى، عموم مردم مى ‏باشند، پس به آنها گرايش داشته و اشتياق تو با آنان باشد. 
5. ضرورت راز داری
از رعيّت، آنان را كه عيب جوترند از خود دور كن، زيرا مردم عيوبى دارند كه رهبر امّت در پنهان داشتن آن از همه سزاوارتر است، پس مبادا آنچه بر تو پنهان است آشكار گردانى، و آنچه كه هويداست بپوشانى، كه داورى در آنچه از تو پنهان است با خداى جهان مى باشد، پس چندان كه مى توانى زشتى ها را بپوشان، تا آن را كه دوست دارى بر رعيّت پوشيده ماند خدا بر تو بپوشاند. 
گره هر كينه اى را در مردم بگشاى، و رشته هر نوع دشمنى را قطع كن، و از آنچه كه در نظر روشن نيست كناره گير. در تصديق سخن چين شتاب مكن، زيرا سخن چين گرچه در لباس اندرز دهنده ظاهر مى شود امّا خيانتكار است.
6. جایگاه صحیح مشورت
بخيل را در مشورت كردن دخالت نده، كه تو را از نيكوكارى باز مى دارد، و از تنگدستى مى ترساند. ترسو را در مشورت كردن دخالت نده، كه در انجام كارها روحيّه تو را سست مى كند. حريص را در مشورت كردن دخالت نده، كه حرص را با ستمكارى در نظرت زينت مى دهد. همانا بخل و ترس و حرص، غرائز گوناگونى هستند كه ريشه آنها بدگمانى به خداى بزرگ است. 
بدترين وزيران تو، كسى است كه پيش از تو وزير بدكاران بوده، و در گناهان آنان شركت داشته، پس مبادا چنين افرادى محرم راز تو باشند، زيرا كه آنان ياوران گناهكاران، و يارى دهندگان ستمكارانند. تو بايد جانشينانى بهتر از آنان داشته باشى كه قدرت فكرى امثال آنها را داشته، امّا گناهان و كردار زشت آنها را نداشته باشند: كسانى كه ستمكارى را بر ستمى يارى نكرده، و گناه كارى را در گناهى كمك نرسانده باشند. 
هزينه اين گونه از افراد بر تو سبك تر، و ياريشان بهتر، و مهربانيشان بيشتر، و دوستى آنان با غير تو كمتر است. آنان را از خواص، و دوستان نزديك، و راز داران خود قرار ده، سپس از ميان آنان افرادى را كه در حق گويى از همه صريح ترند، و در آنچه را كه خدا براى دوستانش نمى پسندد تو را مدد كار نباشند، انتخاب كن، چه خوشايند تو باشد يا ناخوشايند.
7. اصول روابط اجتماعی رهبران
تا مى توانى با پرهيزكاران و راستگويان بپيوند، و آنان را چنان پرورش ده كه تو را فراوان نستايند، و تو را براى اعمال زشتى كه انجام نداده اى تشويق نكنند، كه ستايش بى اندازه، خود پسندى مى آورد، و انسان را به سركشى وا مى دارد. 
هرگز نيكوكار و بدكار در نظرت يكسان نباشند، زيرا نيكوكاران در نيكوكارى بى رغبت، و بدكاران در بد كارى تشويق مى گردند، پس هر كدام از آنان را بر أساس كردارشان پاداش ده. 
بدان اى مالك هيچ وسيله اى براى جلب اعتماد والى به رعيّت بهتر از نيكوكارى به مردم، و تخفيف ماليات، و عدم اجبار مردم به كارى كه دوست ندارند، نمى باشد، پس در اين راه آنقدر بكوش تا به وفادارى رعيّت، خوشبين شوى، كه اين خوشبينى رنج طولانى مشكلات را از تو بر مى دارد، پس به آنان كه بيشتر احسان كردى بيشتر خوشبين باش، و به آنان كه بد رفتارى كردى بد گمان تر باش. 
و آداب پسنديده اى را كه بزرگان اين امّت به آن عمل كردند، و ملّت اسلام با آن پيوند خورده، و رعيّت با آن اصلاح شدند، بر هم مزن، و آدابى كه به سنّت هاى خوب گذشته زيان وارد مى كند، پديد نياور، كه پاداش براى آورنده سنّت، و كيفر آن براى تو باشد كه آنها را در هم شكستى. 
با دانشمندان، فراوان گفتگو كن، و با حكيمان فراوان بحث كن، كه مايه آبادانى و اصلاح شهرها، و برقرارى نظم و قانونى است كه در گذشته نيز وجود داشت. 
8. شناخت اقشار گوناگون اجتماعی
اى مالك بدان مردم از گروه هاى گوناگونى مى باشند كه اصلاح هر يك جز با ديگرى امكان ندارد، و هيچ يك از گروه ها از گروه ديگر بى نياز نيست. از آن قشرها، لشكريان خدا، و نويسندگان عمومى و خصوصى، قضات دادگستر، كارگزاران عدل و نظم اجتماعى، جزيه دهندگان، پرداخت كنندگان ماليات، تجّار و بازرگانان، صاحبان صنعت و پيشه وران، و نيز طبقه پايين جامعه، يعنى نيازمندان و مستمندان مى باشند، كه براى هر يك خداوند سهمى مقرّر داشته، و مقدار واجب آن را در قرآن يا سنّت پيامبر صلّى اللّه عليه و آله و سلّم تعيين كرده كه پيمانى از طرف خداست و نگهدارى آن بر ما لازم است. 
پس سپاهيان به فرمان خدا، پناهگاه استوار رعيّت، و زينت و وقار زمامداران، شكوه دين، و راههاى تحقّق امنيّت كشورند. امور مردم جز با سپاهيان استوار نگردد، و پايدارى سپاهيان جز به خراج و ماليات رعيّت انجام نمى شود كه با آن براى جهاد با دشمن تقويت گردند، و براى اصلاح امور خويش به آن تكيّه كنند، و نيازمندى هاى خود را برطرف سازند.
سپس سپاهيان و مردم، جز با گروه سوم نمى توانند پايدار باشند، و آن قضات، و كارگزاران دولت، و نويسندگان حكومتند، كه قراردادها و معاملات را استوار مى كنند، و آنچه به سود مسلمانان است فراهم مى آورند، و در كارهاى عمومى و خصوصى مورد اعتمادند. 
و گروه هاى ياد شده بدون بازرگانان، و صاحبان صنايع نمى توانند دوام بياورند، زيرا آنان وسائل زندگى را فراهم مى آورند، و در بازارها عرضه مى كنند، و بسيارى از وسايل زندگى را با دست مى سازند كه از توان ديگران خارج است. 
قشر ديگر، طبقه پايين از نيازمندان و مستمندانند كه بايد به آنها بخشش و يارى كرد. 
براى تمام اقشار گوناگون ياد شده، در پيشگاه خدا گشايشى است، و همه آنان به مقدارى كه امورشان اصلاح شود بر زمامدار، حقّى مشخصّ دارند، و زمامدار از انجام آنچه خدا بر او واجب كرده است نمى تواند موفّق باشد جز آن كه تلاش فراوان نمايد، و از خدا يارى بطلبد، و خود را براى انجام حق آماده سازد، و در همه كارها، آسان باشد يا دشوار، شكيبايى ورزد. 
اول. سیمای نظامیان
براى فرماندهى سپاه كسى را برگزين كه خيرخواهى او براى خدا و پيامبر صلّى اللّه عليه و آله و سلّم و امام تو بيشتر، و دامن او پاك تر، شكيبايى او برتر باشد، از كسانى كه دير به خشم آيد، و عذر پذيرتر باشد، و بر ناتوان رحمت آورد، و با قدرتمندان، با قدرت برخورد كند، درشتى او را به تجاوز نكشاند، و ناتوانى او را از حركت باز ندارد. 
سپس در نظاميان با خانواده هاى ريشه دار، داراى شخصيّت حساب شده، خاندانى پارسا، داراى سوابقى نيكو و درخشان، كه دلاور و سلحشور و بخشنده و بلند نظرند، روابط نزديك بر قرار كن، آنان همه بزرگوارى را در خود جمع كرده، و نيكى ها را در خود گرد آورده اند. 
پس در كارهاى آنان به گونه اى بينديش كه پدرى مهربان در باره فرزندش مى انديشد، و مبادا آنچه را كه آنان را بدان نيرومند مى كنى در نظرت بزرگ جلوه كند، و نيكوكارى تو نسبت به آنان -هر چند اندك باشد- خوار مپندار، زيرا نيكى، آنان را به خيرخواهى تو خواند، و گمانشان را نسبت به تو نيكو گرداند، و رسيدگى به امور كوچك آنان را به خاطر رسيدگى به كارهاى بزرگشان وامگذار، زيرا از نيكى اندك تو سود مى برند، و به نيكى هاى بزرگ تو بى نياز نيستند. 
برگزيده ترين فرماندهان سپاه تو، كسى باشد كه از همه بيشتر به سربازان كمك رساند، و از امكانات مالى خود بيشتر در اختيارشان گذارد، به اندازه اى كه خانواده هايشان در پشت جبهه، و خودشان در آسايش كامل باشند، تا در نبرد با دشمن، سربازان اسلام تنها به يك چيز بينديشند. همانا مهربانى تو نسبت به سربازان، دل هايشان را به تو مى كشاند.
و همانا برترين روشنى چشم زمامداران، برقرارى عدل در شهرها و آشكار شدن محبّت مردم نسبت به رهبر است، كه محبّت دلهاى رعيّت جز با پاكى قلب ها پديد نمى آيد، و خيرخواهى آنان زمانى است كه با رغبت و شوق پيرامون رهبر را گرفته، و حكومت بار سنگينى را بر دوش رعيّت نگذاشته باشد، و طولانى شدن مدت زمامدارى بر ملّت ناگوار نباشد. 
پس آرزوهاى سپاهيان را بر آور، و همواره از آنان ستايش كن، و كارهاى مهمّى كه انجام داده اند بر شمار، زيرا يادآورى كارهاى ارزشمند آنان، شجاعان را بر مى انگيزاند، و ترسوها را به تلاش وامى دارد، انشاء اللّه. 
و در يك ارزشيابى دقيق، رنج و زحمات هر يك از آنان را شناسايى كن، و هرگز تلاش و رنج كسى را به حساب ديگرى نگذاشته، و ارزش خدمت او را ناچيز مشمار، تا شرافت و بزرگى كسى موجب نگردد كه كار كوچكش را بزرگ بشمارى، يا گمنامى كسى باعث شود كه كار بزرگ او را ناچيز بدانى. 
مشكلاتى كه در احكام نظاميان براى تو پديد مى آيد، و امورى كه براى تو شبهه ناكند، به خدا، و رسول خدا صلّى اللّه عليه و آله و سلّم باز گردان، زيرا خدا براى مردمى كه علاقه داشته هدايتشان كند فرموده است: «اى كسانى كه ايمان آورديد، از خدا و رسول و امامانى كه از شما هستند اطاعت كنيد، و اگر در چيزى نزاع داريد، آن را به خدا و رسولش باز گردانيد». پس باز گرداندن چيزى به خدا، يعنى عمل كردن به قرآن، و باز گرداندن به پيامبر صلّى اللّه عليه و آله و سلّم يعنى عمل كردن به سنّت او كه وحدت بخش است، نه عامل پراكندگى.
دوم. سیمای قضات و داوران
سپس از ميان مردم، برترين فرد نزد خود را براى قضاوت انتخاب كن، كسانى كه مراجعه فراوان، آنها را به ستوه نياورد، و برخورد مخالفان با يكديگر او را خشمناك نسازد، در اشتباهاتش پافشارى نكند، و بازگشت به حق پس از آگاهى براى او دشوار نباشد، طمع را از دل ريشه كن كند، و در شناخت مطالب با تحقيقى اندك رضايت ندهد، و در شبهات از همه با احتياطتر عمل كند، و در يافتن دليل اصرار او از همه بيشتر باشد، و در مراجعه پياپى شاكيان خسته نشود، در كشف امور از همه شكيباتر، و پس از آشكار شدن حقيقت، در فصل خصومت از همه برنده تر باشد، كسى كه ستايش فراوان او را فريب ندهد، و چرب زبانى او را منحرف نسازد و چنين كسانى بسيار اندكند. 
پس از انتخاب قاضى، هر چه بيشتر در قضاوت هاى او بينديش، و آنقدر به او ببخش كه نيازهاى او بر طرف گردد، و به مردم نيازمند نباشد، و از نظر مقام و منزلت آنقدر او را گرامى دار كه نزديكان تو، به نفوذ در او طمع نكنند، تا از توطئه آنان در نزد تو در أمان باشد. 
در دستوراتى كه دادم نيك بنگر كه همانا اين دين در دست بدكاران اسير گشته بود، كه با نام دين به هوا پرستى پرداخته، و دنياى خود را به دست مى آوردند. 
سوم. سیمای کارگزاران دولتی
سپس در امور كارمندانت بينديش، و پس از آزمايش به كارشان بگمار، و با ميل شخصى، و بدون مشورت با ديگران آنان را به كارهاى مختلف وادار نكن، زيرا نوعى ستمگرى و خيانت است. 
كارگزاران دولتى را از ميان مردمى با تجربه و با حيا، از خاندان هاى پاكيزه و با تقوى، كه در مسلمانى سابقه درخشانى دارند انتخاب كن، زيرا اخلاق آنان گرامى تر، و آبرويشان محفوظتر، و طمع و روزى شان كمتر، و آينده نگرى آنان بيشتر است. 
سپس روزى فراوان بر آنان ارزانى دار، كه با گرفتن حقوق كافى در اصلاح خود بيشتر مى كوشند، و با بى نيازى، دست به اموال بيت المال نمى زنند، و اتمام حجّتى است بر آنان اگر فرمانت را نپذيرند يا در امانت تو خيانت كنند. 
سپس رفتار كارگزاران را بررسى كن، و جاسوسانى راستگو، و وفا پيشه بر آنان بگمار، كه مراقبت و بازرسى پنهانى تو از كار آنان، سبب امانت دارى، و مهربانى با رعيّت خواهد بود. 
و از همكاران نزديكت سخت مراقبت كن، و اگر يكى از آنان دست به خيانت زد، و گزارش جاسوسان تو هم آن خيانت را تأييد كرد، به همين مقدار گواهى قناعت كرده او را با تازيانه كيفر كن، و آنچه از اموال كه در اختيار دارد از او باز پس گير، سپس او را خوار دار، و خيانتكار بشمار، و طوق بد نامى به گردنش بيفكن. 
چهارم. سیمای مالیات دهنگان
ماليات و بيت المال را به گونه اى وارسى كن كه صلاح ماليات دهندگان باشد، زيرا بهبودى ماليات و ماليات دهندگان، عامل اصلاح امور ديگر اقشار جامعه مى باشد، و تا امور ماليات دهندگان اصلاح نشود كار ديگران نيز سامان نخواهد گرفت زيرا همه مردم نان خور ماليات و ماليات دهندگانند. 
بايد تلاش تو در آبادانى زمين بيشتر از جمع آورى خراج باشد كه خراج جز با آبادانى فراهم نمى گردد، و آن كس كه بخواهد خراج را بدون آبادانى مزارع به دست آورد، شهرها را خراب، و بندگان خدا را نابود، و حكومتش جز اندك مدّتى دوام نياورد. 
پس اگر مردم شكايت كردند، از سنگينى ماليات، يا آفت زدگى، يا خشك شدن آب چشمه ها، يا كمى باران، يا خراب شدن زمين در سيلاب ها، يا خشكسالى، در گرفتن ماليات به ميزانى تخفيف ده تا امورشان سامان گيرد، و هرگز تخفيف دادن در خراج تو را نگران نسازد زيرا آن، اندوخته اى است كه در آبادانى شهرهاى تو، و آراستن ولايت هاى تو نقش دارد، و رعيّت تو را مى ستايند، و تو از گسترش عدالت ميان مردم خشنود خواهى شد، و به افزايش قوّت آنان تكيّه خواهى كرد، بدانچه در نزدشان اندوختى و به آنان بخشيدى، و با گسترش عدالت در بين مردم، و مهربانى با رعيّت، به آنان اطمينان خواهى داشت، آنگاه اگر در آينده كارى پيش آيد و به عهده شان بگذارى، با شادمانى خواهند پذيرفت، زيرا عمران و آبادى، قدرت تحمّل مردم را زياد مى كند. 
همانا ويرانى زمين به جهت تنگدستى كشاورزان است، و تنگدستى كشاورزان، به جهت غارت اموال از طرف زمامدارانى است كه به آينده حكومتشان اعتماد ندارند، و از تاريخ گذشتگان عبرت نمى گيرند. 
پنجم. سیمای نویسندگان و منشیان
سپس در امور نويسندگان و منشيان به درستى بينديش، و كارهايت را به بهترين آنان واگذار، و نامه هاى محرمانه، كه در بر دارنده سياست ها و اسرار تو است، از ميان نويسندگان به كسى اختصاص ده كه صالح تر از ديگران باشد، كسى كه گرامى داشتن، او را به سركشى و تجاوز نكشاند تا در حضور ديگران با تو مخالفت كند، و در رساندن نامه كار گزارانت به تو، يا رساندن پاسخ هاى تو به آنان كوتاهى نكند، و در آنچه براى تو مى ستاند يا از طرف تو به آنان تحويل مى دهد، فراموش كار نباشد. و در تنظيم هيچ قراردادى سستى نورزد، و در برهم زدن قراردادى كه به زيان توست كوتاهى نكند، و منزلت و قدر خويش را بشناسد، همانا آن كه از شناخت قدر خويش عاجز باشد، در شناخت قدر ديگران جاهل تر است. 
مبادا در گزينش نويسندگان و منشيان، بر تيز هوشى و اطمينان شخصى و خوش باورى خود تكيه نمايى، زيرا افراد زيرك با ظاهر سازى و خوش خدمتى، نظر زمامداران را به خود جلب مى نمايند، كه در پس اين ظاهر سازى ها، نه خيرخواهى وجود دارد، و نه از امانت دارى نشانى يافت مى شود؛ لكن آنها را با خدماتى كه براى زمامداران شايسته و پيشين انجام داده اند بيازماى، به كاتبان و نويسندگانى اعتماد داشته باش كه در ميان مردم آثارى نيكو گذاشته، و به امانت دارى از همه مشهورترند، كه چنين انتخاب درستى نشان دهنده خيرخواهى تو براى خدا، و مردمى است كه حاكم آنانى. 
براى هر يك از كارهايت سرپرستى برگزين كه بزرگى كار بر او چيرگى نيابد، و فراوانى كار او را درمانده نسازد، و بدان كه هر گاه در كار نويسندگان و منشيان تو كمبودى وجود داشته باشد كه تو بى خبر باشى، خطرات آن دامنگير تو خواهد بود.
ششم. سیمای بازرگانان و صاحبان صنایع
سپس سفارش مرا به بازرگانان و صاحبان صنايع بپذير، و آنها را به نيكوكارى سفارش كن، بازرگانانى كه در شهر ساكنند، يا آنان كه همواره در سير و كوچ كردن مى باشند، و بازرگانانى كه با نيروى جسمانى كار مى كنند، چرا كه آنان منابع اصلى منفعت، و پديد آورندگان وسايل زندگى و آسايش، و آوردندگان وسايل زندگى از نقاط دور دست و دشوار مى باشند، از بيابان ها و درياها، و دشت ها و كوهستان ها، جاهاى سختى كه مردم در آن اجتماع نمى كنند، يا براى رفتن به آنجاها شجاعت ندارند. بازرگانان مردمى آرامند، و از ستيزه جويى آنان ترسى وجود نخواهد داشت، مردمى آشتى طلبند كه فتنه انگيزى ندارند. 
در كار آنها بينديش چه در شهرى باشند كه تو به سر مى برى، يا در شهرهاى ديگر، با توجه به آنچه كه تذكر دادم. اين را هم بدان كه در ميان بازرگانان، كسانى هم هستند كه تنگ نظر و بد معامله و بخيل و احتكار كننده اند، كه تنها با زورگويى به سود خود مى انديشند. و كالا را به هر قيمتى كه مى خواهند مى فروشند، كه اين سود جويى و گران فروشى براى همه افراد جامعه زيانبار، و عيب بزرگى بر زمامدار است. پس، از احتكار كالا جلوگيرى كن، كه رسول خدا صلّى اللّه عليه و آله و سلّم از آن جلوگيرى مى كرد، بايد خريد و فروش در جامعه اسلامى، به سادگى و با موازين عدالت انجام گيرد، با نرخ هايى كه بر فروشنده و خريدار زيانى نرساند، كسى كه پس از منع تو احتكار كند، او را كيفر ده تا عبرت ديگران شود، امّا در كيفر او اسراف نكن. 
هفتم. سیمای محرومان و مستضعفان
سپس خدا را خدا را در خصوص طبقات پايين و محروم جامعه، كه هيچ چاره اى ندارند، [و عبارتند] از زمين گيران، نيازمندان، گرفتاران، دردمندان. همانا در اين طبقه محروم گروهى خويشتن دارى كرده، و گروهى به گدايى دست نياز بر مى دارند، پس براى خدا پاسدار حقّى باش كه خداوند براى اين طبقه معيّن فرموده است: بخشى از بيت المال، و بخشى از غلّه هاى زمين هاى غنيمتى اسلام را در هر شهرى به طبقات پايين اختصاص ده، زيرا براى دورترين مسلمانان همانند نزديك ترين آنان سهمى مساوى وجود دارد و تو مسئول رعايت آن مى باشى. مبادا سر مستى حكومت تو را از رسيدگى به آنان باز دارد، كه هرگز انجام كارهاى فراوان و مهم عذرى براى ترك مسئوليّت هاى كوچك تر نخواهد بود. همواره در فكر مشكلات آنان باش، و از آنان روى بر مگردان، به ويژه امور كسانى را از آنان بيشتر رسيدگى كن كه از كوچكى به چشم نمى آيند و ديگران آنان را كوچك مى شمارند و كمتر به تو دسترسى دارند.
براى اين گروه، از افراد مورد اطمينان خود كه خدا ترس و فروتنند فردى را انتخاب كن، تا پيرامونشان تحقيق و مسائل آنان را به تو گزارش كنند. سپس در رفع مشكلاتشان به گونه اى عمل كن كه در پيشگاه خدا عذرى داشته باشى، زيرا اين گروه در ميان رعيّت بيشتر از ديگران به عدالت نيازمندند، و حق آنان را به گونه اى بپرداز كه در نزد خدا معذور باشى، از يتيمان خردسال، و پيران سالخورده كه راه چاره اى ندارند. و دست نياز بر نمى دارند، پيوسته دلجويى كن كه مسئوليّتى سنگين بر دوش زمامداران است، اگر چه حق، تمامش سنگين است امّا خدا آن را بر مردمى آسان مى كند كه آخرت مى طلبند، نفس را به شكيبايى وا مى دارند، و به وعده هاى پروردگار اطمينان دارند.
پس بخشى از وقت خود را به كسانى اختصاص ده كه به تو نياز دارند، تا شخصا به امور آنان رسيدگى كنى، و در مجلس عمومى با آنان بنشين و در برابر خدايى كه تو را آفريده فروتن باش، و سربازان و ياران و نگهبانان خود را از سر راهشان دور كن تا سخنگوى آنان بدون اضطراب در سخن گفتن با تو گفتگو كند، من از رسول خدا صلّى اللّه عليه و آله و سلّم بارها شنيدم كه مى فرمود: «ملّتى كه حق ناتوانان را از زورمندان، بى اضطراب و بهانه اى باز نستاند، رستگار نخواهد شد». پس درشتى و سخنان ناهموار آنان را بر خود هموار كن، و تنگ خويى و خود بزرگ بينى را از خود دور ساز تا خدا درهاى رحمت خود را به روى تو بگشايد، و تو را پاداش اطاعت ببخشايد، آنچه به مردم مى بخشى بر تو گوارا باشد، و اگر چيزى را از كسى باز مى دارى با مهربانى و پوزش خواهى همراه باشد.
9. اخلاق اختصاصی رهبری
بخشى از كارها به گونه اى است كه خود بايد انجام دهى، مانند پاسخ دادن به كارگزاران دولتى، در آنجا كه منشيان تو از پاسخ دادن به آنها درمانده اند، و ديگر، بر آوردن نياز مردم در همان روزى كه به تو عرضه مى دارند، و يارانت در رفع نياز آنان ناتوانند، كار هر روز را در همان روز انجام ده، زيرا هر روزى، كارى مخصوص به خود دارد.
نيكوترين وقت ها و بهترين ساعات شب و روزت را براى خود و خداى خود انتخاب كن، اگر چه همه وقت براى خداست، اگر نيّت درست و رعيّت در آسايش قرار داشته باشد. 
از كارهايى كه به خدا اختصاص دارد و بايد با اخلاص انجام دهى، انجام واجباتى است كه ويژه پروردگار است، پس در بخشى از شب و روز، وجود خود را به پرستش خدا اختصاص ده، و آنچه تو را به خدا نزديك مى كند بى عيب و نقصانى انجام ده، اگر چه دچار خستگى جسم شوى. 
هنگامى كه نماز به جماعت مى خوانى، نه با طولانى كردن نماز، مردم را بپراكن و نه آن كه آن را تباه سازى، زيرا در ميان مردم، بيمار يا صاحب حاجتى وجود دارد. آنگاه كه پيامبر صلّى اللّه عليه و آله و سلّم مرا به يمن مى فرستاد از او پرسيدم، با مردم چگونه نماز بخوانم فرمود: «در حد توان ناتوانان نماز بگذار و بر مؤمنان مهربان باش». 
هيچ گاه خود را فراوان از مردم پنهان مدار، كه پنهان بودن رهبران، نمونه اى از تنگ خويى و كم اطّلاعى در امور جامعه مى باشد. نهان شدن از رعيّت، زمامداران را از دانستن آنچه بر آنان پوشيده است باز مى دارد، پس كار بزرگ، اندك، و كار اندك بزرگ جلوه مى كند، زيبا زشت، و زشت زيبا مى نمايد، و باطل به لباس حق در آيد. 
همانا زمامدار، آنچه را كه مردم از او پوشيده دارند نمى داند، و حق را نيز نشانه اى نباشد تا با آن راست از دروغ شناخته شود، و تو به هر حال يكى از آن دو نفر مى باشى: يا خود را براى جانبازى در راه حق آماده كرده اى كه در اين حال، نسبت به حقّ واجبى كه بايد بپردازى يا كار نيكى كه بايد انجام دهى ترسى ندارى، پس چرا خود را پنهان مى دارى؟ و يا مردى بخيل و تنگ نظرى، كه در اين صورت نيز مردم چون تو را بنگرند مأيوس شده از درخواست كردن باز مانند. با اينكه بسيارى از نيازمندى هاى مردم رنجى براى تو نخواهد داشت، كه شكايت از ستم دارند يا خواستار عدالتند، يا در خريد و فروش خواهان انصافند.
10. اخلاق رهبری با خویشاوندان
همانا زمامداران را خواص و نزديكانى است كه خود خواه و چپاولگرند، و در معاملات انصاف ندارند، ريشه ستمكاريشان را با بريدن اسباب آن بخشكان، و به هيچ كدام از اطرافيان و خويشاوندانت زمين را واگذار مكن،(1) و به گونه اى با آنان رفتار كن كه قرار دادى به سودشان منعقد نگردد كه به مردم زيان رساند، مانند آبيارى مزارع، يا زراعت مشترك، كه هزينه هاى آن را بر ديگران تحميل كنند، در آن صورت سودش براى آنان، و عيب و ننگش در دنيا و آخرت براى تو خواهد ماند. 
حق را به صاحب حق، هر كس كه باشد، نزديك يا دور، بپرداز، و در اين كار شكيبا باش، و اين شكيبايى را به حساب خدا بگذار، گر چه اجراى حق مشكلاتى براى نزديكانت فراهم آورد، تحمّل سنگينى آن را به ياد قيامت بر خود هموار ساز. و هر گاه رعيّت بر تو بد گمان گردد، عذر خويش را آشكارا با آنان در ميان بگذار، و با اين كار از بدگمانى نجاتشان ده، كه اين كار رياضتى براى خود سازى تو، و مهربانى كردن نسبت به رعيّت است، و اين پوزش خواهى تو آنان را به حق وامى دارد.
11. روش برخورد با دشمن
هرگز پيشنهاد صلح از طرف دشمن را كه خشنودى خدا در آن است رد مكن، كه آسايش رزمندگان، و آرامش فكرى تو، و امنيّت كشور در صلح تأمين مى گردد. لكن زنهار زنهار از دشمن خود پس از آشتى كردن، زيرا گاهى دشمن نزديك مى شود تا غافلگير كند، پس دور انديش باش، و خوشبينى خود را متّهم كن. حال اگر پيمانى بين تو و دشمن منعقد گرديد، يا در پناه خود او را امان دادى، به عهد خويش وفا دار باش، و بر آنچه بر عهده گرفتى امانت دار باش، و جان خود را سپر پيمان خود گردان، زيرا هيچ يك از واجبات الهى همانند وفاى به عهد نيست. كه همه مردم جهان با تمام اختلافاتى كه در افكار و تمايلات دارند، در آن اتّفاق نظر داشته باشند. تا آنجا كه مشركين زمان جاهليّت به عهد و پيمانى كه با مسلمانان داشتند وفادار بودند، زيرا كه آينده ناگوار پيمان شكنى را آزمودند. پس هرگز پيمان شكن مباش، و در عهد خود خيانت مكن، و دشمن را فريب مده، زيرا كسى جز نادان بدكار، بر خدا گستاخى روا نمى دارد، خداوند عهد و پيمانى كه با نام او شكل مى گيرد با رحمت خود مايه آسايش بندگان، و پناهگاه امنى براى پناه آورندگان قرار داده است، تا همگان به حريم أمن آن روى بياورند. پس فساد، خيانت، فريب، در عهد و پيمان راه ندارد. 
مبادا قراردادى را امضاء كنى كه در آن براى دغلكارى و فريب راه هايى وجود دارد، و پس از محكم كارى و دقّت در قرار داد نامه، دست از بهانه جويى بردار، مبادا مشكلات پيمانى كه بر عهده ات قرار گرفته، و خدا آن را بر گردنت نهاده، تو را به پيمان شكنى وا دارد، زيرا شكيبايى تو در مشكلات پيمان ها كه اميد پيروزى در آينده را به همراه دارد، بهتر از پيمان شكنى است كه از كيفر آن مى ترسى، و در دنيا و آخرت نمى توانى پاسخ گوى پيمان شكنى باشى.
12. هشدارها:
اول. هشدار از خون ناحق
از خونريزى بپرهيز، و از خون ناحق پروا كن، كه هيچ چيز همانند خون ناحق كيفر الهى را نزديك مجازات را بزرگ نمى كند، و نابودى نعمت ها را سرعت نمى بخشد و زوال حكومت را نزديك نمى گرداند، و روز قيامت خداى سبحان قبل از رسيدگى اعمال بندگان، نسبت به خون هاى ناحق ريخته شده داورى خواهد كرد، پس با ريختن خونى حرام، حكومت خود را تقويت مكن. زيرا خون ناحق، پايه هاى حكومت را سست، و پست مى كند و بنياد آن را بر كنده به ديگرى منتقل سازد، و تو، نه در نزد من، و نه در پيشگاه خداوند، عذرى در خون ناحق نخواهى داشت چرا كه كيفر آن قصاص است و از آن گريزى نيست. 
اگر به خطا خون كسى ريختى، يا تازيانه يا شمشير، يا دستت دچار تند روى شد، -كه گاه مشتى سبب كشتن كسى مى گردد، چه رسد به بيش از آن- مبادا غرور قدرت تو را از پرداخت خونبها به بازماندگان مقتول باز دارد. 
دوم. هشدار از خودپسندی
مبادا هرگز دچار خود پسندى گردى و به خوبى هاى خود اطمينان كنى، و ستايش را دوست داشته باشى، كه اينها همه از بهترين فرصت هاى شيطان براى هجوم آوردن به توست، و كردار نيك، نيكوكاران را نابود سازد. 
سوم. هشدار از منت گذاری
مبادا هرگز با خدمت هايى كه انجام دادى بر مردم منّت گذارى، يا آنچه را انجام داده اى بزرگ بشمارى، يا مردم را وعده اى داده، سپس خلف وعده نمايى. منّت نهادن، پاداش نيكوكارى را از بين مى برد، و كارى را بزرگ شمردن، نور حق را خاموش گرداند، و خلاف وعده عمل كردن، خشم خدا و مردم را بر مى انگيزاند كه خداى بزرگ فرمود: «دشمنى بزرگ نزد خدا آن كه بگوييد و عمل نكنيد».
چهارم. هشدار از شتابزدگی
مبادا هرگز در كارى كه وقت آن فرا نرسيده شتاب كنى، يا كارى كه وقت آن رسيده سستى ورزى، و يا در چيزى كه (حقيقت آن) روشن نيست ستيزه جويى نمايى و يا در كارهاى واضح و آشكار كوتاهى كنى تلاش كن تا هر كارى را در جاى خود، و در زمان مخصوص به خود، انجام دهى. 
پنجم. هشدار از امتیاز خواهی
مبادا هرگز در آنچه كه با مردم مساوى هستى امتيازى خواهى از امورى كه بر همه روشن است، غفلت كنى، زيرا به هر حال نسبت به آن در برابر مردم مسئولى، و به زودى پرده از كارها يك سو رود، و انتقام ستمديده را از تو باز مى گيرند. 
باد غرورت، جوشش خشمت، تجاوز دستت، تندى زبانت را در اختيار خود گير، و با پرهيز از شتابزدگى، و فروخوردن خشم، خود را آرامش ده تا خشم فرو نشيند و اختيار نفس در دست تو باشد. و تو بر نفس مسلّط نخواهى شد مگر با ياد فراوان قيامت، و بازگشت به سوى خدا.
آنچه بر تو لازم است آن كه حكومت هاى دادگستر پيشين، سنّت هاى با ارزش گذشتگان، روش هاى پسنديده رفتگان، و آثار پيامبر صلّى اللّه عليه و آله و سلّم و واجباتى كه در كتاب خداست، را همواره به ياد آورى، و به آنچه ما عمل كرده ايم پيروى كنى، و براى پيروى از فرامين اين عهد نامه اى كه براى تو نوشته ام، و با آن حجّت را بر تو تمام كرده ام، تلاش كن، زيرا اگر نفس سركشى كرد و بر تو چيره شد عذرى نزد من نداشته باشى. 
از خداوند بزرگ، با رحمت گسترده، و قدرت برترش در انجام تمام خواسته ها، درخواست مى كنيم كه به آنچه موجب خشنودى اوست ما و تو را موفّق فرمايد، كه نزد او و خلق او داراى عذرى روشن باشيم، برخوردار از ستايش بندگان، يادگار نيك در شهرها، رسيدن به همه نعمت ها و كرامت ها بوده، و اينكه پايان عمر من و تو را به شهادت و رستگارى ختم فرمايد، كه همانا ما به سوى او باز مى گرديم. با درود به پيامبر اسلام صلّى اللّه عليه و آله و سلّم و اهل بيت پاكيزه و پاك او، درودى فراوان و پيوسته. با درود. 
`,
    number: 53,
    type: "نامه",
  },
  {
    id: 4,
    category: "",
    title:
      "(نامه به فرماندار مصر، محمد بن ابى بكر، هنگامى كه او را در آغاز سال 37 هجرى به سوى مصر فرستاد).",
    text: `1. اخلاق اجتماعى:
با مردم فروتن باش، نرمخو و مهربان باش، گشاده رو و خندان باش. در نگاه هايت، و در نيم نگاه و خيره شدن به مردم، به تساوى رفتار كن، تا بزرگان در ستمكارى تو طمع نكنند، و ناتوان ها در عدالت تو مأيوس نگردند. زيرا خداوند از شما بندگان در باره اعمال كوچك و بزرگ، آشكار و پنهان خواهد پرسيد، اگر كيفر دهد شما استحقاق بيش از آن را داريد، و اگر ببخشد از بزرگوارى اوست.
2. اعتدال گرايى زاهدان:
آگاه باشيد اى بندگان خدا پرهيزكاران از دنياى زودگذر به سلامت گذشتند و آخرت جاودانه را گرفتند. با مردم دنيا در دنياشان شريك گشتند، امّا مردم دنيا در آخرت آنها شركت نكردند. پرهيزكاران در بهترين خانه هاى دنيا سكونت كردند، و بهترين خوراك هاى دنيا را خوردند، و همان لذّت هايى را چشيدند كه دنياداران چشيده بودند، و از دنيا بهره گرفتند آنگونه كه سركشان و متكبّران دنيا بهره مند بودند.
سپس از اين جهان با زاد و توشه فراوان، و تجارتى پر سود، به سوى آخرت شتافتند. لذّت پارسايى در ترك حرام دنيا را چشيدند، و يقين داشتند در روز قيامت از همسايگان خدايند، جايگاهى كه هر چه درخواست كنند، داده مى شود، و هر گونه لذّتى در اختيارشان قرار دارد.
3. ضرورت ياد مرگ:
اى بندگان خدا از مرگ و نزديك بودنش بترسيد، و آمادگى هاى لازم را براى مرگ فراهم كنيد، كه مرگ جريانى بزرگ و مشكلى سنگين به همراه خواهد آورد: يا خيرى كه پس از آن شرّى وجود نخواهد داشت، و يا شرّى كه هرگز نيكى با آن نخواهد بود پس چه كسى از عمل كننده براى بهشت، به بهشت نزديك تر و چه كسى از عمل كننده براى آتش، به آتش نزديك تر است? شما همه شكار آماده مرگ مى باشيد: اگر توقّف كنيد شما را مى گيرد، و اگر فرار كنيد به شما مى رسد. مرگ از سايه شما به شما نزديك تر است، نشانه مرگ بر پيشانى شما زده شد، دنيا پشت سر شما در حال درهم پيچيده شدن است.
پس بترسيد از آتشى كه ژرفاى آن زياد، و حرارتش شديد، و عذابش نو به نو وارد مى شود، در جايگاهى كه رحمت در آن وجود ندارد، و سخن كسى را نمى شنوند، و نا راحتى ها در آن پايان ندارد.
اگر مى توانيد كه ترس از خدا را فراوان، و خوش بينى خود را به خدا نيكو گردانيد، چنين كنيد، هر دو را جمع كنيد، زيرا بنده خدا خوش بينى او به پروردگار بايد به اندازه ترسيدن او باشد، و آن كس كه به خدا خوش بين تر است، بايد بيشتر از ديگران از كيفر الهى بترسد.
4. اخلاق مديران اجرايى:
اى محمد بن ابى بكر بدان كه من تو را سرپرست بزرگ ترين لشكرم يعنى لشكر مصر، قرار دادم. بر تو سزاوار است كه با خواسته هاى دل مخالفت كرده، و از دين خود دفاع كنى، هر چند ساعتى از عمر تو باقى نمانده باشد.
خدا را در راضى نگهداشتن مردم به خشم نياور، زيرا خوشنودى خدا جايگزين هر چيزى بوده امّا هيچ چيز جايگزين خوشنودى خدا نمى شود.
نماز را در وقت خودش به جاى آر، نه اينكه در بيكارى زودتر از وقتش بخوانى، و به هنگام درگيرى و كار آن را تأخير بيندازى، و بدان كه تمام كردار خوبت در گرو نماز است.
[قسمتى از نامه] امام هدايتگر، و زمامدار گمراهى، هيچ گاه مساوى نخواهند بود، چنان كه دوستان پيامبر صلّى اللّه عليه و آله و سلّم و دشمنانش برابر نيستند. پيامبر اسلام صلّى اللّه عليه و آله و سلّم به من فرمود: «بر امّت اسلام، نه از مؤمن و نه از مشرك هراسى ندارم، زيرا مؤمن را ايمانش باز داشته، و مشرك را خداوند به جهت شرك او نابود مى سازد، من بر شما از مرد منافقى مى ترسم كه درونى دو چهره، و زبانى عالمانه دارد، گفتارش دلپسند و رفتارش زشت و ناپسند است.»
`,
    number: 27,
    type: "نامه",
  },
  {
    id: 5,
    category: "",
    title:
      "(نامه به فرماندار بصره، عثمان بن حنيف انصارى كه دعوت مهمانى سرمايه دارى از مردم بصره را پذيرفت در سال 36 هجرى).",
    text: `1. ضرورت ساده زيستى كارگزاران:
پس از ياد خدا و درود اى پسر حنيف، به من گزارش دادند كه مردى از سرمايه داران بصره، تو را به مهمانى خويش فرا خواند و تو به سرعت به سوى آن شتافتى خوردنى هاى رنگارنگ براى تو آوردند، و كاسه هاى پر از غذا پى در پى جلوى تو نهادند. گمان نمى كردم مهمانى مردمى را بپذيرى كه نيازمندانشان با ستم محروم شده، و ثروتمندانشان بر سر سفره دعوت شده اند، انديشه كن در كجايى و بر سر كدام سفره مى خورى. پس آن غذايى كه حلال و حرام بودنش را نمى دانى دور بيفكن، و آنچه را به پاكيزگى و حلال بودنش يقين دارى مصرف كن.
2. امام الگوى ساده زيستى:
آگاه باش هر پيروى را امامى است كه از او پيروى مى كند، و از نور دانشش روشنى مى گيرد، آگاه باش امام شما از دنياى خود به دو جامه فرسوده، و دو قرص نان رضايت داده است، بدانيد كه شما توانايى چنين كارى را نداريد امّا با پرهيزكارى و تلاش فراوان و پاكدامنى و راستى، مرا يارى دهيد. پس سوگند به خدا من از دنياى شما طلا و نقره اى نيندوخته، و از غنيمت هاى آن چيزى ذخيره نكرده ام، بر دو جامه كهنه ام جامه اى نيفزودم.
و از زمين دنيا حتى يك وجب در اختيار نگرفتم و دنياى شما در چشم من از دانه تلخ درخت بلوط ناچيزتر است. آرى از آنچه آسمان بر آن سايه افكنده، فدك در دست ما بود كه مردمى بر آن بخل ورزيده، و مردمى ديگر سخاوتمندانه از آن چشم پوشيدند، و بهترين داور خداست. مرا با فدك و غير فدك چه كار در حالى كه جايگاه فرداى آدمى گور است، كه در تاريكى آن، آثار انسان نابود و اخبارش پنهان مى گردد، گودالى كه هر چه بر وسعت آن بيفزايند، و دست هاى گور كن فراخش نمايد، سنگ و كلوخ آن را پر كرده، و خاك انباشته رخنه هايش را مسدود كند.
من نفس خود را با پرهيزكارى مى پرورانم، تا در روز قيامت كه هراسناك ترين روزهاست در أمان، و در لغزشگاه هاى آن ثابت قدم باشد. من اگر مى خواستم، مى توانستم از عسل پاك، و از مغز گندم، و بافته هاى ابريشم، براى خود غذا و لباس فراهم آورم، امّا هيهات كه هواى نفس بر من چيره گردد، و حرص و طمع مرا وا دارد كه طعامهاى لذيذ بر گزينم، در حالى كه در «حجاز» يا «يمامه» كسى باشد كه به قرص نانى نرسد، و يا هرگز شكمى سير نخورد، يا من سير بخوابم و پيرامونم شكم هايى كه از گرسنگى به پشت چسبيده، و جگرهاى سوخته وجود داشته باشد، يا چنان باشم كه شاعر گفت: «اين درد تو را بس كه شب را با شكم سير بخوابى و در اطراف تو شكم هايى گرسنه و به پشت چسبيده باشند».(3)
آيا به همين رضايت دهم كه مرا امير المؤمنين عليه السلام خوانند و در تلخى هاى روزگار با مردم شريك نباشم و در سختى هاى زندگى الگوى آنان نگردم؟
آفريده نشده ام كه غذاهاى لذيذ و پاكيزه مرا سرگرم سازد، چونان حيوان پروارى كه تمام همّت او علف، و يا چون حيوان رها شده كه شغلش چريدن و پر كردن شكم بوده، و از آينده خود بى خبر است. آيا مرا بيهوده آفريدند آيا مرا به بازى گرفته اند آيا ريسمان گمراهى در دست گيرم و يا در راه سرگردانى قدم بگذارم.
گويا مى شنوم كه شخصى از شما مى گويد: «اگر غذاى فرزند ابى طالب همين است، پس سستى او را فرا گرفته و از نبرد با هماوردان و شجاعان باز مانده است». آگاه باشيد درختان بيابانى، چوبشان سخت تر، و درختان كناره جويبار پوستشان نازك تر است. درختان بيابانى كه با باران سيراب مى شوند آتش چوبشان شعله ورتر و پر دوام تر است.
من و رسول خدا صلّى اللّه عليه و آله و سلّم چونان روشنايى يك چراغيم، يا چون آرنج به يك بازو پيوسته ايم، به خدا سوگند اگر اعراب در نبرد با من پشت به پشت يكديگر بدهند، از آن روى بر نتابم، و اگر فرصت داشته باشم به پيكار همه مى شتابم، و تلاش مى كنم كه زمين را از اين شخص مسخ شده «معاويه» و اين جسم كج انديش، پاك سازم تا سنگ و شن از ميان دانه ها جدا گردد.
(قسمتى از اين نامه است).
3. امام و دنياى دنيا پرستان:
اى دنيا از من دور شو، مهارت را بر پشت تو نهاده، و از چنگال هاى تو رهايى يافتم، و از دام هاى تو نجات يافته، و از لغزشگاه هايت دورى گزيده ام. كجايند بزرگانى كه به بازيچه هاى خود فريبشان داده اى كجايند امت هايى كه با زر و زيورت آنها را فريفتى كه اكنون در گورها گرفتارند و درون لحدها پنهان شده اند.
اى دنيا به خدا سوگند اگر شخصى ديدنى بودى، و قالب حس كردنى داشتى، حدود خدا را بر تو جارى مى كردم، به جهت بندگانى كه آنها را با آرزوهايت فريب دادى، و ملّت هايى كه آنها را به هلاكت افكندى، و قدرتمندانى كه آنها را تسليم نابودى كردى، و هدف انواع بلاها قرار دادى كه ديگر راه پس و پيش و ندارند.
امّا هيهات كسى كه در لغزشگاه تو قدم گذارد سقوط خواهد كرد، و آن كس كه بر امواج تو سوار شد غرق گرديد، كسى كه از دام هاى تو رهائى يافت پيروز شد، آن كس كه از تو به سلامت گذشت نگران نيست كه جايگاهش تنگ است، زيرا دنيا در پيش او چونان روزى است كه گذشت.
از برابر ديدگانم دور شو، سوگند به خدا، رام تو نگردم كه خوارم سازى، و مهارم را به دست تو ندهم كه هر كجا خواهى مرا بكشانى.
به خدا سوگند، كه تنها اراده خدا در آن است، چنان نفس خود را به رياضت وادارم كه به يك قرص نان، هر گاه بيابم شاد شود، و به نمك به جاى نان خورش قناعت كند، و آنقدر از چشم ها اشك ريزم كه چونان چشمه اى خشك در آيد، و اشك چشمم پايان پذيرد.
آيا سزاوار است كه چرندگان، فراوان بخورند و راحت بخوابند، و گله گوسفندان پس از چرا كردن به آغل رو كنند، و على نيز [همانند آنان] از زاد و توشه خود بخورد و استراحت كند؟ چشمش روشن باد كه پس از ساليان دراز، چهارپايان رها شده، و گلّه هاى گوسفندان را الگو قرار دهد.
خوشا به حال آن كس كه مسئوليّت هاى واجب را در پيشگاه خدا به انجام رسانده و در راه خدا هر گونه سختى و تلخى را به جان خريده، و به شب زنده دارى پرداخته است، و اگر خواب بر او چيره شده بر روى زمين خوابيده، و كف دست را بالين خود قرار داده، و در گروهى است كه ترس از معاد خواب را از چشمانشان ربوده، و پهلو از بسترها گرفته، و لبهايشان به ياد پروردگار در حركت و با استغفار طولانى گناهان را زدوده اند: «آنان حزب خداوند، و همانا حزب خدا رستگار است». پس از خدا بترس اى پسر حنيف، و به قرص هاى نان خودت قناعت كن، تا تو را از آتش دوزخ رهائى بخشد.
`,
    number: 45,
    type: "نامه",
  },
  {
    id: 6,
    category: "",
    title:
      "(نامه به عبد اللّه بن عباس، هنگامى كه او را در سال 36 هجرى به فرماندارى بصره نصب فرمود).",
    text: `اخلاق فرماندهى:
با مردم، به هنگام ديدار و در مجالس رسمى و در مقام داورى، گشاده رو باش و از خشم بپرهيز، كه سبك مغزى، به تحريك شيطان است، و بدان آنچه تو را به خدا نزديك مى سازد، از آتش جهنّم دور، و آنچه تو را از خدا دور مى سازد، به آتش جهنّم نزديك مى كند.`,
    number: 76,
    type: "نامه",
  },
  {
    id: 7,
    category: "اقتصادی",
    title: "(نامه به عبد اللّه بن عباس)",
    text: `انسان و مقدّرات الهى:
پس از ياد خدا و درود، تو از أجل خود پيشى نخواهى گرفت، و آنچه كه روزى تو نيست به تو نخواهد رسيد، و بدان كه روزگار دو روز است: روزى به سود، و روزى به زيان تو، و همانا دنيا خانه دگرگونى هاست، و آنچه كه به سود تو (و از آن تو) است هر چند ناتوان باشى خود را به تو خواهد رساند، و آنچه كه به زيان تو است هر چند توانا باشى دفع آن نخواهى كرد.`,
    number: 72,
    type: "نامه",
  },
  {
    id: 8,
    category: "",
    title: "(نامه به سلمان فارسى، قبل از ايّام خلافت)",
    text: `روش برخورد با دنيا:
پس از ياد خدا و درود دنياى حرام چونان مار است، كه پوستى نرم و زهرى كشنده دارد، پس از جاذبه هاى فريبنده آن روى گردان، زيرا زمان كوتاهى در آن خواهى ماند، و اندوه آن را از سر بيرون كن، زيرا كه يقين به جدايى، و دگرگونى حالات آن را دارى. و آنگاه كه به دنيا خو گرفته اى بيشتر بترس، زيرا كه دنيا پرست تا به خوشگذارانى اطمينان كرد زود او را به تلخ كامى كشاند، و هر گاه كه به دنيا انس گرفت و آسوده شد، ناگاه به وحشت دچار مى گردد.`,
    number: 68,
    type: "نامه",
  },
  {
    id: 9,
    category: "",
    title:
      "(نامه به فرمانده سپاه، شريح بن هانى كه او را در سال 36 هجرى به سوى شام حركت داد.)",
    text: `اخلاق فرماندهى:
در هر صبح و شام از خدا بترس، و از فريب كارى دنيا بر نفس خويش بيمناك باش، و هيچ گاه از دنيا ايمن مباش، بدان كه اگر براى چيزهايى كه دوست مى دارى، يا آنچه را كه خوشايند تو نيست، خود را باز ندارى، هوس ها تو را به زيان هاى فراوانى خواهند كشيد، سپس نفس خود را باز دار و از آن نگهبانى كن، و به هنگام خشم، بر نفس خويش شكننده و حاكم باش.`,
    number: 56,
    type: "نامه",
  },
  {
    id: 10,
    category: "",
    title: "(نامه به معاويه كه در سال 37 هجرى پيش از نبرد صفّين نوشته شد)",
    text: `اندرز دادن به دشمن:
پس از ياد خدا و درود همانا خداوند سبحان دنيا را براى آخرت قرار داده، و مردم را در دنيا به آزمايش گذاشت، تا روشن شود كدام يك نيكوكارتر است. ما را براى دنيا نيافريده اند، و تنها براى دنيا به تلاش فرمان داده نشديم، به دنيا آمديم تا در آن آزمايش گرديم.
و همانا خداوند مرا به تو، و تو را با من آزمود، و يكى از ما را بر ديگرى حجّت قرار داد. تو با تفسير دروغين قرآن به دنيا روى آوردى، و چيزى از من درخواست مى كنى كه دست و زبانم هرگز به آن نيالود (قتل عثمان). تو و مردم شام، آن دروغ را ساختيد و به من تهمت زديد تا آگاهان شما مردم ناآگاه را، و ايستادگان شما زمينگير شدگان را بر ضدّ من تحريك كنند. معاويه از خدا بترس، و با شيطانى كه مهار تو را مى كشد، مبارزه كن، و به سوى آخرت كه راه من و تو است باز گرد، و بترس از خدا كه به زودى با بلايى كوبنده ريشه ات را بر كند، و نسل تو را بر اندازد. همانا براى تو به خدا سوگند مى خورم، سوگندى كه بر آن وفا دارم، اگر روزگار من و تو را در يك جا گرد آورد، هم چنان بر سر راه تو خواهم ماند: «تا خدا ميان ما داورى كند و او بهترين داوران است».`,
    number: 55,
    type: "نامه",
  },
  {
    id: 11,
    category: "",
    title:
      "(نامه به فرماندار بصره عبد اللّه بن عباس در سال 36 هجرى پس از جنگ جمل)",
    text: `روش برخورد با مردم، (اخلاق اجتماعى):
بدان، كه بصره امروز جايگاه شيطان، و كشتزار فتنه هاست. با مردم آن به نيكى رفتار كن، و گره وحشت را از دل هاى آنان بگشاى.
بد رفتارى تو را با قبيله «بنى تميم» و خشونت با آنها را به من گزارش دادند، همانا «بنى تميم» مردانى نيرومندند كه هر گاه دلاورى از آنها غروب كرد، سلحشور ديگرى جاى آن درخشيد، و در نبرد، در جاهليّت و اسلام، كسى از آنها پيشى نگرفت. و همانا آنها با ما پيوند خويشاوندى، و قرابت و نزديكى دارند، كه صله رحم و پيوند با آنان پاداش، و گسستن پيوند با آنان كيفر الهى دارد.
پس مدارا كن اى ابو العباس اميد است آنچه از دست و زبان تو از خوب و يا بد، جارى مى شود، خدا تو را بيامرزد، چرا كه من و تو در اينگونه از رفتارها شريكيم. سعى كن تا خوش بينى من نسبت به شما استوار باشد، و نظرم دگرگون نشود، با درود.`,
    number: 18,
    type: "نامه",
  },
];

export default namahData;
