import React from "react";

export default function Content() {
  return (
    <>
      <div className="container content">
        <div className="kalam-category p-3 ">
          <span className="fs-3 fw-bold">نامه به امام حسن (ع)</span> <span className="fs-3 fw-bold">(اخلاقی،اجتماعی)</span>
        </div>
        <div className="content-container pt-4 p-3">
          <p className="fs-4">
            1. انسان و حوادث روزگار از پدرى فانى، اعتراف دارنده به گذشت زمان،
            زندگى را پشت سر نهاده -كه در سپرى شدن دنيا چاره اى ندارد- مسكن گزيده
            در جايگاه گذشتگان، و كوچ كننده فردا، به فرزندى آزمند چيزى كه به دست
            نمى آيد، رونده راهى كه به نيستى ختم مى شود، در دنيا هدف بيمارى ها،
            در گرو روزگار، و در تيررس مصائب، گرفتار دنيا، سودا كننده دنياى فريب
            كار، وام دار نابودى ها، اسير مرگ، هم سوگند رنجها، هم نشين اندوه ها،
            آماج بلاها، به خاك در افتاده خواهش ها، و جانشين گذشتگان است. پس از
            ستايش پروردگار، همانا گذشت عمر، و چيرگى روزگار، و روى آوردن آخرت،
            مرا از ياد غير خودم باز داشته و تمام توجه مرا به آخرت كشانده است، كه
            به خويشتن فكر مى كنم و از غير خودم روى گردان شدم، كه نظرم را از
            ديگران گرفت، و از پيروى خواهشها باز گرداند، و حقيقت كار مرا نماياند،
            و مرا به راهى كشاند كه شوخى بر نمى دارد، و به حقيقتى رساند كه دروغى
            در آن راه ندارد. و تو را ديدم كه پاره تن من، بلكه همه جان منى،
            آنگونه كه اگر آسيبى به تو رسد به من رسيده است، و اگر مرگ به سراغ تو
            آيد، زندگى مرا گرفته است، پس كار تو را كار خود شمردم، و نامه اى براى
            تو نوشتم، تا تو را در سختى هاى زندگى رهنمون باشد. حال من زنده باشم
            يا نباشم.
          </p>
        </div>
      </div>
    </>
  );
}
